{
    "id": "instiki-78",
    "title": [
        "PENEMPATAN DAN PEMILIHAN KAPASITAS  TRANSFORMATOR DISTRIBUSI SECARA OPTIMAL PADA PENYULANG PERUMNAS"
    ],
    "creator": [
        "Nugraha, I Made Aditya",
        "Desnanjaya, I Gusti Made Ngurah"
    ],
    "subject": [
        "transformator distribusi",
        "penempatan transformator distribusi",
        "pemilihan kapasitas transformator distribusi",
        "sosial",
        "budaya"
    ],
    "description": [
        "Some distribution transformers in densely populated areas have a loading percentage of more than 100% and also less than 10%. This problem shows that the use of a distribution transformer is inappropriate. With descriptive, correlational and comparative research methods, it is hoped that it can optimize the placement and capacity selection of distribution transformers. Data were taken from 25 people living in the Pemecutan Kelod and Tegal Harum areas using questionnaires and interviews. The data were tested using the T and Pearson tests to determine the effect of placing the distribution transformer. The results of equalization of the load with the addition of a new distribution transformer and relocation of the distribution transformer capacity to the feeder are expected to get optimal results. The technical solution is obtained with a voltage of less than 10% and a distribution transformer capacity that is in accordance with the growth of the population electrical load. Socially and culturally, for the level of conformity there is an increase in the harmony of the population after the placement of a new distribution substation (t = -7.71 and p &lt;0.05), for the comfort level there is an increase in the comfort of the population after the placement of a new distribution substation (t = -9.57 and p &lt;0.05), and for the level of security there was an increase in the tranquility of the population after the placement of a new distribution substation (t = -8.42 and p &lt;0.05). The relationship between suitability and comfort obtained a very strong relationship (r = 0.90), the relationship between suitability and safety obtained a very strong relationship (r = 0.85), and the relationship between comfort and safety obtained a very strong relationship (r = 0.86)."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "Jurnal RESISTOR (Rekayasa Sistem Komputer); Vol. 4 No. 1 (2021): Jurnal RESISTOR Edisi April 2021; 33-44",
        "2598-9650",
        "2598-7542",
        "10.31598\/jurnalresistor.v4i1"
    ],
    "publisher": [
        "LPPM STMIK STIKOM Indonesia"
    ],
    "date": [
        "2021-04-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 I Made Aditya Nugraha, I Gusti Made Ngurah Desnanjaya",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "https:\/\/jurnal.instiki.ac.id\/index.php\/jurnalresistor\/article\/view\/722\/290"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion",
        "Peer-reviewed Article"
    ]
}