{
    "id": "instiki-33",
    "title": [
        "PERHITUNGAN DROP TEGANGAN SISTEM DISTRIBUSI MENGGUNAKAN METODE ALIRAN DAYA"
    ],
    "creator": [
        "I Made Agus Mahardiananta",
        "Putu Aries Ridhana Arimbawa",
        "Dewa Ayu Sri Santiari"
    ],
    "subject": [
        "drop tegangan, load flow"
    ],
    "description": [
        "Drop tegangan merupakan peristiwa dimana saat pendistribusian tegangan listrik terjadi penurunan tegangan pada beberapa titik konsumen. besarnya tegangan yang diterima tidak sama dengan tegangan yang dikirim. Salah satu penyebab besarnya drop adalah bertambahnya beban listrik. RS X merupakan salah satu Rumah Sakit yang ada di pulau Bali. Rumah Sakit ini mulai dibangun pada tahun 1956 dan beroperasi sampai saat ini. Sudah dapat dipastikan dengan berkembangnya RS X kebutuhan akan energi listrik juga bertambah. Peralatan-peralatan yang menggunakan energi listrik sudah pasti juga mengalami peningkatan jumlah. Hal ini menyebabkan pada satu ruangan bisa mengalami kelebihan beban dibanding dengan ruangan lain yang menyebabkan ketidakseimbangan beban dan ini merupakan salah satu faktor penyebab dari drop tegangan. Metode yang digunakan dalam menghitung drop tegangan yaitu metode aliran daya (Load Flow), dalam metode ini digunakan software ETAP 16.0 untuk mendapatkan Nilai Drop Tegangan. Adapun hasil yang didapatkan setelah dilakukan perbaikan drop tegangan sesuai standar PLN 1:1978 dengan menambahkan kapasitor bank pada simulasi ETAP 16.0 pada Trafo 3 Powerhouse menjadi 0,9%, Trafo W1 menjadi 1,61%, Trafo1 Gerai1 menjadi 0,98%, Trafo2 Gerai1 menjadi 0,82%, Trafo1 Gerai2 menjadi 0,27%, Trafo2 Gerai2 menjadi 1,52%, Trafo1 Gerai3 menjadi 1,31%, Trafo1 Gerai5 menjadi 1,68%, Trafo2 Gerai5 menjadi 1,04%, Trafo3 Gerai5 menjadi 1,04%, Trafo1 Gerai4 menjadi 1,52%, dan Trafo3 Gerai4 menjadi 1,33%."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "Jurnal RESISTOR (Rekayasa Sistem Komputer); Vol. 3 No. 1 (2020): Jurnal RESISTOR Edisi April 2020; 13-18",
        "2598-9650",
        "2598-7542",
        "10.31598\/jurnalresistor.v3i1"
    ],
    "publisher": [
        "LPPM STMIK STIKOM Indonesia"
    ],
    "date": [
        "2020-04-17"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 I Made Agus Mahardiananta, Putu Aries Ridhana Arimbawa, Dewa Ayu Sri Santiari"
    ],
    "relation": [
        "https:\/\/jurnal.instiki.ac.id\/index.php\/jurnalresistor\/article\/view\/453\/189"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion",
        "Peer-reviewed Article"
    ]
}