{
    "id": "instiki-29",
    "title": [
        "PENERAPAN DATA MINING PADA JUMLAH PELANGGAN PERUSAHAAN  AIR BERSIH MENURUT PROVINSI  MENGGUNAKAN  METODE K-MEANS CLUSTERING"
    ],
    "creator": [
        "Sinaga, Lestari",
        "Ahmad, Abdullah",
        "Safii, Muhammad"
    ],
    "subject": [
        "Maining Data",
        "K-Means",
        "Customers",
        "Clean Water"
    ],
    "description": [
        "Water is one of the primary needs for humans so that everyone has the right to get clean water for their daily needs. Along with increasing population, the need for water will increase. So with that the PDAM must sell clean \/ decent water to its customers, clean water becomes the focus of attention and has the greatest power compared to other problems. Because water is a basic necessity, most of the companies impose rates that can be reached by the community and prices are adjusted to the growth in demand. The purpose of this research is to get a grouping of the number of customers of clean water companies in all provinces using the K-Means Algorithm, K-Means is a method for grouping data into a cluster by calculating the closest distance from a data to a centroid point. Clusters used are high level clusters (C1), medium level clusters (C2), and for low level clusters (C3). Centroid data obtained is for high-level clusters (C1) which are as many as 7710154, for medium-level clusters as much as 929586, and for low-level clusters as much as 112462. Based on the calculated data obtained high-level results, namely the province of Indonesia, for the medium level namely province North Sumatra, DKI Jakarta, West Java, Central Java and East Java, and other provinces are low levels. So that this result can be a support for the company in order to increase water needs. "
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "Jurnal RESISTOR (Rekayasa Sistem Komputer); Vol. 2 No. 2 (2019): Jurnal RESISTOR Edisi Oktober 2019; 119-125",
        "2598-9650",
        "2598-7542",
        "10.31598\/jurnalresistor.v2i2"
    ],
    "publisher": [
        "LPPM STMIK STIKOM Indonesia"
    ],
    "date": [
        "2019-10-28"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 Lestari Sinaga, Abdullah Ahmad, Muhammad Safii"
    ],
    "relation": [
        "https:\/\/jurnal.instiki.ac.id\/index.php\/jurnalresistor\/article\/view\/418\/168"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion",
        "Peer-reviewed Article"
    ]
}