{
    "id": "instiki-31",
    "title": [
        "ANALISA MANAGEMENT SISTEM PADA UNIVERSITAS MENGGUNAKAN COBIT "
    ],
    "creator": [
        "Nugroho, Rizky Aditya"
    ],
    "subject": [
        "Cobit",
        "Framework",
        "Infrastructure"
    ],
    "description": [
        "In an environment where improvement initiatives are commonly run out simultaneously in all different parts of the system, many applied sciences are employed to address organizational problems. This results in competition between various departments within the same organization for infrastructure support, compliance needs, resource requirements, etc., and an inevitable waste of costs occur due to overlapping efforts, eroding the main objective of most organizations, namely cost reduction. This trouble can be abridged if the section works together to handle the landscape when it comes to implementing several technologies and processing models simultaneously. Furthermore, systems are required to possess a thoroughgoing discernment of the chosen IT framework and best exercises for carrying out this framework simultaneously. A common idea in all case studies is the behavioral challenges regarding resistance from employees. It has handled by appropriate change management. Another typical behavior is that all organizations only implement features of the IT framework that they consider more important rather than performing an IT framework holistically. Recommendations based on these key findings have been included in the mix of existing best practices meant to lead to the academic community."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "Jurnal RESISTOR (Rekayasa Sistem Komputer); Vol. 2 No. 2 (2019): Jurnal RESISTOR Edisi Oktober 2019; 76-82",
        "2598-9650",
        "2598-7542",
        "10.31598\/jurnalresistor.v2i2"
    ],
    "publisher": [
        "LPPM STMIK STIKOM Indonesia"
    ],
    "date": [
        "2019-10-28"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 rizky aditya"
    ],
    "relation": [
        "https:\/\/jurnal.instiki.ac.id\/index.php\/jurnalresistor\/article\/view\/433\/166"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion",
        "Peer-reviewed Article"
    ]
}