{
    "id": "instiki-81",
    "title": [
        "REVIEW DAN ANALISIS PERKEMBANGAN PLTS PADA SARANA TRANSPORTASI LAUT"
    ],
    "creator": [
        "Dwicaksana, Made Puji",
        "Kumara, I Nyoman Satya",
        "Setiawan, I Nyoman ",
        "Nugraha, I Made Aditya"
    ],
    "subject": [
        "Energi Terbarukan",
        "PV Pada Kendaraan",
        "Kapal Pesiar Bertenaga Surya",
        "Solar PV",
        "Solar Boat",
        "Solar Yacht"
    ],
    "description": [
        "This paper aims to review the current development of vessels with solar power to reference the research and development of solar power vessels in Indonesia. The research method is a systematic literature review on the development of solar-powered vessels and includes an online survey of vessels using solar PV. This study found 86 solar-powered vessels consisting of boats, utility boats, ferries, houseboats, research, vehicle carriers, dive boats, and yachts developed from 1988 to 2020. These solar-powered vessels were built for various functions such as competitions, cleaning the environment, passenger transportation, and water tourism.  Production of solar-powered vessels is increasing in terms of production volume, PV capacity, and battery capacity. In terms of PV configuration, the solar array is dominated by a fixed array structure. However, there have been innovations using sun-tracking, wind tracking airfoils, and expandable channels to increase PV capacity."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "Jurnal RESISTOR (Rekayasa Sistem Komputer); Vol. 4 No. 2 (2021): Jurnal RESISTOR Edisi Oktober 2021; 105-118",
        "2598-9650",
        "2598-7542",
        "10.31598\/jurnalresistor.v4i2"
    ],
    "publisher": [
        "LPPM STMIK STIKOM Indonesia"
    ],
    "date": [
        "2021-10-28"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 Made Dwicaksana",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "https:\/\/jurnal.instiki.ac.id\/index.php\/jurnalresistor\/article\/view\/732\/309"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion",
        "Peer-reviewed Article"
    ]
}