{
    "id": "instiki-13",
    "title": [
        "KLASIFIKASI DIABETIC RETINOPATHY MENGGUNAKAN SELEKSI FITUR DAN SUPPORT VECTOR MACHINE"
    ],
    "creator": [
        "Rosadi, Muhammad Imron",
        "Sanjaya, Cahya Bagus",
        "Hakim, Lukman"
    ],
    "subject": [
        "Diabetic Retinopathy",
        "Preprocessing",
        "GLCM",
        "Features Selection",
        "SVM"
    ],
    "description": [
        "Diabetic Retinopathy is a disease common complications of diabetes mellitus. The complications in the form of damages on the part of the retina of the eye.&nbsp; The high levels of glucose in the blood are the cause of small capillaries become broke and can lead to blindness. The symptoms shown by the sufferers of Diabetic Retinopaythy (DR), among others, microaneurysms, hemorrhages, exudates, soft hard exudate and neovascularization. These symptoms are at a certain intensity can be an indicator of the phase (the level of severity) DR sufferers. There are four stages of the process of pattern recognition, namely preprocessing,feature ekstraction, feature selection and classification. On preprocessing the image do Change the RGB image into Green channel, image Adaptive Histogram Equalization, removal of blood vessels, removal of optic disks, detection of exudate. A collection from the results of preprocessing placed in the vector of characteristics by using the feature extraction of GLCM consisting of order 1 and 2, to order then conducted as input Support Vector Machine (SVM). While in SVM there are three issues that emerged, namely; How to select a kernel function, what is the optimal number of input features, and how to determine the best kernel parameters. These issues are important, because the number of features affect the required kernel parameters values and vice versa, so that the selection of the features required in building the classification system. On the research of feature extraction methods was presented GLCM, features selection, and SVM for detecting diabetic retinopathy. feature selection process using the F-Score feature to select the results of features extraction. From the results of the selection of these features is used to input the classification. The dataset used amounted to 50 data, which is divided into 2 classes, where 25 sets taken from normal retinal scans and 25 sets of the rest of the scan of the retina with diabetic retinopathy. SVM classification with feature selection to increase accuracy and computational time than lose without a selection of features with a value of 90% accuracy and computational time 0.010 seconds."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "Jurnal RESISTOR (Rekayasa Sistem Komputer); Vol. 1 No. 2 (2018): Jurnal RESISTOR Edisi Oktober 2018; 109-117",
        "2598-9650",
        "2598-7542",
        "10.31598\/jurnalresistor.v1i2"
    ],
    "publisher": [
        "LPPM STMIK STIKOM Indonesia"
    ],
    "date": [
        "2018-10-28"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 Muhammad Imron Rosadi, Cahya Bagus Sanjaya, Lukman Hakim"
    ],
    "relation": [
        "https:\/\/jurnal.instiki.ac.id\/index.php\/jurnalresistor\/article\/view\/312\/121"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion",
        "Peer-reviewed Article"
    ]
}