{
    "id": "jurnalarkeologi-26",
    "title": [
        "Prasasti Kusambyan: Identifikasi Lokasi Maḍaṇḍěr dan Kusambyan."
    ],
    "creator": [
        "Nastiti, Titi Surti"
    ],
    "subject": [
        "Prasasti",
        "Maḍaṇḍĕr",
        "Kusambyan",
        "Airlangga",
        "Jayanagara"
    ],
    "description": [
        "Abstract. Kusambyan inscription was engraved on andesitic stone using Kawi script and in Old Javanese language. Its top part was broken into 9 pieces. The numbers that indicate the date were missing, but based on paleography it is known to be from originated from the period of King Dharmmawangśa Airlangga Anantawikramotunggadewa (1019-1042 CE). This inscription mentions two important locations, which are Maḍaṇḍĕr Palace and Kusambyan Village that were appointed as freehold, which. Both places still played important roles during the reign of King Jayanagara, which was titled Śrī Sundarapāṇḍyadewadhiśwara Mahārājābhiseka Wikramotunggadewa (1309-1328 CE). In this paper those places will be tried to be identified. Abstrak: Prasasti Kusambyan dipahatkan pada batu andesit dengan aksara Kawi dan bahasa Jawa Kuna. Prasasti ini tidak utuh lagi karena bagian atasnya sudah pecah menjadi 9 bagian. Angka tahun prasasti sudah tidak ada, akan tetapi berdasarkan paleografi diketahui berasal dari masa RajaDharmmawangśa Airlangga Anantawikramotunggadewa (1019-1042 M.). Prasasti ini menyebut dua lokasi penting, yaitu Keraton Maḍaṇḍĕr dan Desa Kusambyan yang dikukuhkan menjadi daerah perdikan. Kedua tempat tersebut masih mempunyai peranan penting pada masa pemerintahan rajaJayanagara yang bergelar Śrī Sundarapāṇḍyadewadhiśwara Mahārājābhiseka Wikramotunggadewa (1309-1328 M.). Sehubungan dengan itu, dalam makalah ini akan dicoba pengidentifikasian kedua tempat tersebut."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 1 (2013); 69-79",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-06-01"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/157\/107"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}