{
    "id": "jurnalarkeologi-168",
    "title": [
        "PRASASTI WARUṄGAHAN SEBUAH DATA BARU DARI MASA AWAL MAJAPAHIT"
    ],
    "creator": [
        "Sambodo, Goenawan A"
    ],
    "subject": [
        "Prasasti Waruṅgahan",
        "Majapahit",
        "Sanggramawijaya"
    ],
    "description": [
        "Abstract. Waruṅgahan Inscription, A New Data from Early Majapahit Period. This paper discusses about a new inscription found at Tuban, East Java. The inscription is a new one, and both the transliteration and translation have never been published. It is necessary to write about it so that the existing data can be known to public and be a contribution in the writing of ancient history of Indonesia. The method used in this study was inductive reasoning with descriptive-analytic approach. The analysis used in this study was structural analysis, which is making internal critic on inscriptions’ transliterations to generate interpretation about aspects of human life. This inscription is called the Waruṅgahan Inscription, dated to 1227 Ś\/1305 CE. The inscription from the early Majapahit period contains a description of the re-establishment of a sīma by King Nararyya Sanggramawijaya because the previous inscription was lost when an earthquake occurred. There are several names of figures that have never been appeared in the inscription from the same period. Abstrak. Prasasti Waruṅgahan adalah sebuah prasasti yang ditemukan di Kabupaten Tuban, Jawa Timur, yang belum pernah diterbitkan (alih aksara dan tafsirnya) sehingga dirasa perlu untuk menuliskannya agar data yang ada dapat diketahui oleh banyak pihak dan menjadi sumbangan dalam penulisan sejarah kuno Indonesia. Cara yang digunakan adalah penalaran induktif dengan sifat deskriptif-analitis. Analisis yang digunakan dalam penelitian ini berupa analisis struktural; yaitu melakukan kritik intern pada alih aksara isi prasasti untuk memperoleh penafsiran berupa aspek kehidupan manusia. Prasasti Waruṅgahan yang ditulis dalam bahasa dan huruf Jawa Kuno ini berasal dari tahun 1227 Ś\/1305. Prasasti dari masa awal Majapahit ini berisi uraian penetapan ulang anugerah sīma oleh Raja Nararyya Sanggramawijaya karena prasasti sebelumnya hilang ketika terjadi gempa bumi. Ada beberapa nama tokoh yang belum pernah muncul dalam prasasti semasanya."
    ],
    "format": [
        "application\/pdf",
        "application\/vnd.openxmlformats-officedocument.wordprocessingml.document"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 1 (2018); 23-36",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-09-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/438\/329",
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/438\/546"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}