{
    "id": "jurnalarkeologi-249",
    "title": [
        "Lingkungan Geologi Situs Hunian Gua Gede di Pulau Nusa Penida, Kabupaten Klungkung, Provinsi Bali"
    ],
    "creator": [
        "Abdillah, Dariusman"
    ],
    "subject": [
        "Gede Cave",
        "Lingkungan",
        "Karst",
        "Hunian",
        "Sumberdaya"
    ],
    "description": [
        "Abstract. The Geological Environment Of The Habitation Site Of Gede Cave In Nusa Penida Island, Klungkung Regency, Bali Province. Gede Cave is one of the karst caves in the slopes of the hills of Banjar Pendem, Nusa Penida, Bali, with an environment that is suitable for a shelter. From results of research conducted by the Archaeological Research Office of Denpasar (Balai Arkeologi Denpasar), we learn that in the cave were discovered remains ofprehistoric settlements in forms of bone tools, stone tools, pottery, debris from mollusks (probably remains of food). Humans can survive in karst environment in this area during the prehistoric period because such area is supported by caves that are suitable for shelter, as well as the availability of natural resources. Both factors can be found at Gede Cave. Therefore it was used as a shelter in prehistoric period. What was the condition of Gede Cave and what were the environmental resources that support the life of prehistoric human community are the subject of this paper.Abstrak. Gua Gede adalah salah satu gua karst di lereng perbukitan Banjar Pendem, Nusa Penida dengan lingkungan yang memungkinkan sebagai tempat hunian. Dari hasil penelitian yang dilakukan oleh Balai Arkeologi Denpasar di gua ini ditemukan sisa-sisa pemukiman dari masa prasejarah berupa alat-alat dari tulang, alat batu, tembikar, dan sisa-sisa makanan dari moluska. Manusia dapat bertahan hidup di lingkungan karst pada masa prasejarah di daerah ini, didukung oleh kondisi gua yang memenuhi syarat sebagai tempat hunian dengan ketersediaan sumberdaya alam. Kedua faktor ini terpenuhi di Gua Gede sehingga menjadikannya sebagai tempat hunian di zaman prasejarah. Seperti apa kondisi Gua Gede dan sumberdaya lingkungan apa saja yang mendukung kehidupan manusia prasejarah didalamnya, menjadi pokok bahasan dalam tulisan ini."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 2 (2011); 27-39",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/658\/pdf"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}