{
    "id": "jurnalarkeologi-306",
    "title": [
        "THE SANGIRAN FOSSIL SHELL ASSEMBLAGES CATALOGUE"
    ],
    "creator": [
        "Faylona, Marie Grace Pamela Garong",
        "Lozouet, Pierre",
        "Sémah, Anne-Marie",
        "Sémah, François",
        "Adityas, Metta"
    ],
    "subject": [
        "Diversity",
        "Sangiran",
        "Mollusca",
        "Marine and freshwater bivalves and gastropods",
        "Central Java"
    ],
    "description": [
        "Abstrak. Katalog Himpunan Fosil Kerang Sangiran. Makalah ini merupakan pemutakhiran himpunan fosil cangkang Sangiran di Jawa Tengah. Tujuannya untuk mendokumentasikan dan menyajikan&nbsp; gastropoda dan kerang dari seri Kalibeng atas dan Pucangan Bawah Kubah Sangiran dari periode Plio-Pleistosen. Tercatat 61 taksa moluska hingga tingkat genus. Informasi yang dikumpulkan dari kumpulan moluska ditentukan oleh sejarah geologi dan lingkungan Sangiran. Mereka diasosiasikan dengan fasies yang berbeda: a) napal masif dan lempung biru, b) lapisan batugamping lempung, c) lempung kelabu berlumpur, d) breksi vulkanik dan lahar dan e) lempung hitam, dan terdiri dari sedimen yang merepresentasikan lingkungan laut hingga rawa yang mengarah ke perkembangan kontinental. Pola kuantitatif yang dicatat dalam kumpulan moluska menjelaskan palaeo-lingkungan dan hubungan antara kumpulan palaeodataset yang mapan dari analisis dan tingkat variabilitas dalam data paleontologi. Selain itu, cangkang yang teridentifikasi dapat digunakan sebagai referensi untuk perwakilan taksonomi Sangiran dan moluska di lapisan Kalibeng dan Pucangan Cekungan Solo di Jawa Tengah.\n&nbsp;\nAbstract. This paper is an update of fossil shell assemblages of Sangiran in Central Java. It is aimed to document and present the gastropods and bivalves from the Upper Kalibeng and Lower Pucangan series of the Sangiran dome from the Plio-Pleistocene period. There are 61 mollusc taxa recorded up to the genus level. Information gathered from mollusc assemblages are determined by the geological and environmental history of the Sangiran. They are associated with different facies: a) massive marls and blue clays, b) layered clayey limestone, c) silty gray clay, d) volcanic breccia and lahars and e) black clays, and composed of sediments representing marine to swampy environments leading to continental development. The quantitative patterns recorded in mollusc assemblages elucidate the palaeoenvironment and the relationship between the established palaeodatasets of analysis and the levels of variability in palaeontological data. Moreover, the identified shells may be utilized as a reference for Sangiran and molluscan taxonomic representative in Kalibeng and Pucangan layers of Solo Basin in Central Java."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 2 (2020); 93-114",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-12-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/750\/571"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}