{
    "id": "jurnalarkeologi-314",
    "title": [
        "Pemanfaatan Fauna Vertebrata dan Kondisi Lingkungan Masa Okupasi 8.000 – 550 BP di Situs Leang Jarie, Maros, Sulawesi Selatan"
    ],
    "creator": [
        "Fakhri",
        "Budianto Hakim",
        "Yulastri",
        "Salmia",
        "Suryatman"
    ],
    "subject": [
        "fauna",
        "vertebrata",
        "environment",
        "Leang Jarie Site"
    ],
    "description": [
        "Abstract. Utilization Of Vertebrate Fauna And Environmental Conditions Of Occupational Period 8.000 – 550 BP On The Site Of Leang Jarie, Maros, South Sulawesi. Vertebrate Remains from Leang Jarie Site at 8.000-550 BP Occupation in Maros Karst Area, South Sulawesi. The purpose of this study is to provide an overview of vertebrate fauna in Maros Pangkep karstic area, as one of the occupation areas at 8.000 years ago, Specifically, the purpose of this study is to describe of faunal remains found in the 2018-2019 excavation at Leang Jarie Site, Maros, South Sulawesi. This goal is achieved by using the Number of Identified Specimens (NISP) and Minimum Number of Individuals (MNI) calculation methods. The results of the study then showed that the fauna lived alongside human at this site included: fish, lizards, snakes, birds, frogs\/toad, small Sulawesi cuscus, microchiroptera, megachiroptera, Sulawesi monkeys, rats, weasel\/ferrets, babirussa and sus celebensis, anoa, buffaloes, and dogs. The results of the analysis and identification show that the presence of fauna on the Leang Jarie site is strongly influenced by humans who inhabit this site, this can be seen from the variety of fauna that lives following the changes of humans who inhabit Leang Jarie Sites at 8.000 to 550 BP. This study is one of the references of fauna that have lived and used as a food source or as human life support in this area.\n&nbsp;\nAbstrak. Penulisan artikel ini bertujuan untuk memberikan deskripsi tentang fauna vertebrata di kawasan karst Maros Pangkep sebagai salah satu wilayah hunian sejak 8.000 tahun yang lampau, khususnya tentang jenis fauna pada ekskavasi 2018 dan 2019 di Situs Leang Jarie, Maros, Sulawesi Selatan. Penelitian ini menggunakan metode analisis penghitungan number of identified specimens dan penghitungan minimum number of individu. Hasil penelitian menunjukkan bahwa fauna yang hidup berdampingan dengan manusia di situs itu, antara lain ikan, kadal\/biawak, ular, burung, katak\/kodok, kuskus kecil Sulawesi, kelelawar pemakan serangga, kelelawar pemakan buah, monyet sulawesi, tikus, musang, babi rusa dan babi Sulawesi, anoa, kerbau, dan anjing. Hasil analisis dan identifikasi menunjukkan bahwa keberadaan fauna di Situs Leang Jarie sangat dipengaruhi oleh manusia yang menghuni situs itu. Hal itu terlihat dari variasi fauna yang hidup mengikutiperubahan manusia yang mendiaminya pada 8.000 sampai 550 BP. Penelitian ini merupakan salah satu referensi informasi fauna yang pernah hidup dan dimanfaatkan sebagai sumber bahan makanan atau sisa fauna yang dimanfaatkan sebagai peralatan penunjang hidup manusia di wilayah tersebut."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 1 (2021); 17-34",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-07-13"
    ],
    "language": [
        "eng"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/785\/586"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}