{
    "id": "jurnalarkeologi-224",
    "title": [
        "Tipe Hunian dan Karakteristik Budaya Sampungian di Situs Gua Lawa, Ponorogo"
    ],
    "creator": [
        "Jatmiko",
        "Fauzi, Ruly"
    ],
    "subject": [
        "Sampungian",
        "Para-Neolithic",
        "Lawa Cave",
        "Prehistoric Settlement",
        "bone tool"
    ],
    "description": [
        "Abstract. Settlement Type and Characteristic of ‘Sampung Culture’ at Lawa Cave Site, Ponorogo. Lawa Cave, located in Sampung (Ponorogo, East Java), is an eponym site for the Sampungian culture. Its status within the cultural framework of the Javanese prehistory remains unclear. This article aims to reveal the type and characteristic of settlement in Lawa Cave, including its position within the historical framework of cave habitation in the archipelago. The descriptive-explanative approach reveals that the distribution of artifacts in Lawa Cave shows a distinctive feature. The bifacial arrowhead reported by Callenfels is associated with bone and pebbles (milling stones) in a relatively thick unit of cultural layer. Based on the emergence of milling stones, the inhabitants of Lawa Cave may have known simple agricultural activities through processing wild plants as their food source. Based on this, Sampungian can be categorized as part of the Para-Neolithic culture, which is also found in several sites in Mainland Southeast Asia.\n&nbsp;\nAbstrak. Gua Lawa yang berada di Sampung (Ponorogo, Jawa Timur) merupakan situs eponim bagi budaya Sampungian yang statusnya di dalam kerangka kebudayaan prasejarah Pulau Jawa masih belum jelas. Artikel ini bertujuan untuk mengungkap tipe hunian dan karakteristik budaya Sampungian di Gua Lawa serta kaitannya dengan sejarah perkembangan hunian gua di Nusantara. Melalui pendekatan deskriptif-eksplanatif terlihat bahwasannya distribusi artefak di Gua Lawa menunjukkan suatu ciri khas tersendiri. Himpunan artefak mata panah bifasial, sebagaimana pertama kali dilaporkan oleh Callenfels, faktanya berasosiasi dengan artefak tulang dan kerakal pada suatu unit lapisan budaya yang cukup tebal. Berdasarkan kemunculan artefak kerakalpenggerus, diperkirakan masyarakat penghuni Gua Lawa telah mengenal aktivitas agrikultur sederhana melalui pengolahan tumbuhan liar tertentu sebagai sumber pangan mereka. Berdasarkan hal tersebut, Sampungian dapat dikategorikan sebagai bagian dari budaya Para-Neolitik yang juga dijumpai pada sejumlah situs di Asia Tenggara Daratan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 1 (2021); 1-16",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-07-13"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/624\/588"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}