{
    "id": "jurnalarkeologi-122",
    "title": [
        "MENGHADIRKAN KEMBALI SITUS KUBUR TAJAU DI GUNUNG SELENDANG, SANGASANGA KABUPATEN KUTAI KERTANEGARA"
    ],
    "creator": [
        "Hartatik, Hartatik",
        "Hartatik, Hartatik"
    ],
    "subject": [
        "Kubur tajau",
        "Kutai Kertanegara",
        "Arkeologi publik",
        "Multikultural"
    ],
    "description": [
        "Abstract. Representing Jar Burial Site in Selendang Mountain, Sangasanga District, Kutai Kertanegara. The jar burial site in Selendang Mountain is one of the unique sites because it is a secondary burial site with 52 tajau containers that cluster tightly and without funeral gifts. The radio carbon dating from two bone samples from the jar it reveal that this burial is originated from the late 17th century (1682-1999). That is in accordance with the relative dating of the Martavan jar and ceramic plate (jar cover) from the Ming Dynasty in 16th-17th centuries AD. The identities of the people who were buried in the jars are not known yet, because of limitated DNA comparing data of the tribes in Kalimantan. What are the important values contained in the jar burial site in Mount Selendang, and how can it be understood by the people? This article aims to explain the important value of jar burial sites in Mount Selendang and strategies to presenting the jar burial site in order to be known and understood by society. This article is result a descriptive one with inductive reasoning. The primary data used are from Sangasanga jar burial researches in 2010 and 2011, reviewing research recommendations and follow-up of those recommendations. The results of the research of the jar burial site in Sangasanga is expected to be known and provide benefits for the society, in form of  knowledge about the burial system and social aspects of the past religion and the history of community life in Sangasanga. Thus it will raise an understanding the diversity of society in Sangasanga since since a long time ago until now. Abstrak. Situs Kubur Tajau di Gunung Selendang Sangasanga merupakan salah satu situs yang unik karena merupakan situs penguburan sekunder dengan wadah 52 tajau yang mengelompok rapat dan tanpa bekal kubur. Hasil uji radiokarbon dari dua sampel tulang dari dalam tajau diketahui bahwa kubur ini berasal dari akhir abad ke-17 (tahun 1682 s.d. 1699). Hal tersebut sesuai dengan pertanggalan relatif dari wadah kubur jenis tajau Martavan dan piring keramik (tutup tajau) yang berasal dari masa Dinasti Ming sekitar abad 16-17 M. Identitas manusia yang dikuburkan dalam tajau belum diketahui karena keterbatasan data pembanding DNA suku-suku di Kalimantan. Nilai penting apa yang terkandung dalam Situs Kubur Tajau di Gunung Selendang dan bagaimana caranya supaya nilai penting itu dapat dipahami oleh masyarakat? Tulisan ini bertujuan untuk menjelaskan nilai penting Situs Kubur Tajau di Gunung Selendang dan strategi untuk menghadirkan Situs Kubur Tajau tersebut supaya dapat dikenal dan dimaknai oleh masyarakat. Penelitian ini merupakan hasil penelitian deskriptif dengan penalaran induktif. Data primer yang digunakan berasal dari penelitian kubur tajau Sangasanga tahun 2010 dan 2011, telaah rekomendasi penelitian, dan tindak lanjut dari rekomendasi tersebut. Hasil dari penelitian Situs Kubur Tajau Sangasanga diharapkan dapat dikenal dan memberikan manfaat bagi masyarakat, berupa pengetahuan tentang sistem penguburan dan aspek sosial religi masa lalu serta sejarah kehidupan masyarakat Sangasanga. Dengan demikian akan diperoleh pemahaman tentang keberagaman masyarakat di Sangasanga sejak zaman dahulu hingga kini."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 1 (2018); 37-54",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-09-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/390\/327"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}