{
    "id": "jurnalarkeologi-198",
    "title": [
        "KONTEKS BUDAYA MOTIF BINATANG PADA SENI CADAS PRASEJARAH MISOOL, RAJA AMPAT, PAPUA BARAT"
    ],
    "creator": [
        "Pasaribu, Yosua Adrian",
        "Rahim, Muhamad Oksy",
        "Latief, Feri"
    ],
    "subject": [
        "Rock Art",
        "Misool Raja Ampat",
        "Cultural Context"
    ],
    "description": [
        "Abstract. Cultural Context of Animals Motif in Misool Prehistoric Rock Art, Raja Ampat, Papua Barat. The Misool Islands Region in Raja Ampat, West Papua has a variety of prehistoric rock art finding consisting of hand stencil motifs, animals, dots, anthropomorphic, stone adzes, boomerang stencils, unidentified stencils, and non-figurative. Animal motifs include dolphins, marine fishes, birds, and lizards are depicted in 22 of 40 sites in rock art body. The study of the cultural context of rock art motifs in the Misool area is interesting to do because of the diversity of animal motifs. Other motifs such as hand stencils, dots, anthropomorphic, stone adzes, and boomerang stencils which may have another cultural meaning require a separate discussion. This study uses quantitative methods with 87 animal paintings data which consist of 10 motifs in 22 sites in East Misool and South Misool Region, Raja Ampat, West Papua. The result study places the depiction of animal motifs in prehistoric rock art in Misool in the secular cultural context or daily life. \n&nbsp;\nAbstrak. Kawasan Kepulauan Misool di Raja Ampat, Papua Barat, memiliki berbagai macam temuan seni cadas prasejarah yang terdiri atas motif cap tangan, binatang, bulatan, antropomorfis, beliung persegi, stensil bumerang, stensil tidak teridentifikasi, dan nonfiguratif. Seni cadas motif binatang, antara lain lumba-lumba, ikan-ikan laut, burung, dan kadal digambarkan pada 22 dari total 40 situs seni cadas di kawasan tersebut. Kajian terhadap konteks budaya seni cadas motif binatang di Kawasan Misool menarik untuk dilakukan karena beragamnya motif binatang tersebut. Motif lain, seperti motif gambar tangan, bulatan, antropomorfis, beliung persegi, dan stensil bumerang, yang mungkin memiliki makna berbeda dalam konteks budaya memerlukan kajian tersendiri. Kajian ini menggunakan metode kuantitatif terhadap data berupa 87 gambar binatang yang terdiri atas 10 motif pada 22 situs di Kawasan Misool Timur dan Misool Selatan, Raja Ampat, Papua Barat. Hasil kajian menempatkan penggambaran motif binatang di kawasan seni cadas prasejarah Misool pada konteks budaya sekuler atau kehidupan sehari-hari."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 1 (2020); 1-16",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/558\/549"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}