{
    "id": "jurnalarkeologi-175",
    "title": [
        "Sebaran dan Karakteristik Situs Arkeologi di Kalimantan Tengah"
    ],
    "creator": [
        "Fajari, Nia Marniati Etie"
    ],
    "subject": [
        "Situs arkeologi",
        "Kalimantan Tengah",
        "daerah aliran sungai",
        "permukiman",
        "Dayak"
    ],
    "description": [
        "Kalimantan Tengah landscape consists of the Schwaner-Muller Mountain, the coastal area, and plain on the river bank.  This environment supplies the abundant resources as a cultural area inhabited by humans since the prehistoric times.  The researches in Kalimantan Tengah havefound archaeological sites which spread in each landscape.  This article discusses how the characteristic of archaeological sites in Kalimantan Tengah based on the geographical location.  This research begins with data collecting from archaeology research report fromcentral Kalimantan region at Balai Arkeologi Kalimantan Selatan during 1993-2018.  This research aims to find out the site characteristics on the different geographical location.  The method classify the sites based ongeographic location.  The next step is identifiying the sites based on geographicparameters and environment condition, characteristics of artifacts, cultural characteristics, and its chronology.  This research result is indicating that the site distribution in Kalimantan Tengah region tend to be at watersheds, starting  from the upstream to the coastal area, and the characteristic of the site is affected by its geographical locational.   Provinsi Kalimantan Tengah memiliki bentang alam berupa pegunungan, wilayah pesisir, dan dataran di tepi sungai.  Lingkungan tersebut menyediakan sumber daya alam yang melimpah sehingga menjadi kawasan budaya yang dihuni oleh manusia sejak masa prasejarah sampai dengan masa sekarang.  Penelitian arkeologi di wilayah Provinsi Kalimantan Tengah menemukan situs arkeologi yang tersebar pada tiap satuan lahan.  Artikel ini mengangkat permasalahan mengenai bagaimana karakteristik situs arkeologi yang berada di Kalimantan Tengah berdasarkan kondisi geografisnya. Tulisan ini diawali dengan pengumpulan data berdasarkan “Laporan Penelitian Arkeologi (LPA)” dari 1993--2017 yang dilakukan di wilayah administrasi Provinsi Kalimantan Tengah. Penelitian ini bertujuan untuk mengetahui karakteristik situs pada setiap lokasi geografis yang berbeda. Tulisan ini menggunakan metode dengan membuat klasifikasi situs berdasarkan lokasi geografis. Langkah selanjutnya adalah identifikasi situs berdasarkan parameter letak geografis dan kondisi lingkungan, karakteristik temuan, karakteristik budaya, dan kronologi waktu, baik absolut maupun relatif. Hasil analisis menunjukkan bahwa sebaran situs arkeologi di wilayah Kalimantan Tengah cenderung berada di daerah aliran sungai, mulai dari hulu sampai ke pesisir. Keletakan geografi juga memberi pengaruh pada karakteristik situs yang ditemukan. "
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 2 (2018); 81-100",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-12-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/476\/385"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}