{
    "id": "jurnalarkeologi-16",
    "title": [
        "Teknologi Litik di Situs Talimbue, Sulawesi Tenggara: Teknologi Berlanjut dari Masa Pleistosen Akhir Hingga Holosen."
    ],
    "creator": [
        "Suryatman, Suryatman",
        "Connor, Sue O’",
        "Bulbeck, David",
        "Marwick, Ben",
        "Oktaviana, Adhi Agus",
        "Wibowo, Unggul Prasetyo"
    ],
    "subject": [
        "Litik",
        "Perubahan teknologi",
        "Fase hunian"
    ],
    "description": [
        "Abstract.  The  Lithic  Technology  at  Talimbue  Site,  Southeast  Sulawesi:  Continuing  Technology from Late Pleistocene up to Holocene Periods. The Talimbue site at Southeast Sulawesi is packed with  lithic  and  these  offer  a  new  perspective  on  the  lithic  technology  of  Sulawesi.  The  absence  of information  on  the  prehistoric  lithic  technology  of  Southeast  Sulawesi  is  a  factor  of  interest  that makes  research  on  knowledge  of  the  Talimbue  site  necessary.  Lithic  artefacts  were  manufactured from  the  terminal  Pleistocene  to  the  Late  Holocene.  This  research  will  disentangle  the  details  of the lithic technology at the Talimbue Site. The analyzed flaked stone artefacts fall into 3 categories, which are retouched flakes, debitage and cores. For its part, debitage was classified into 3 categories, which are complete flakes, broken flakes and debris. The retouch index was also measured so as to provide a quantitative estimate of the level of retouch intensity of the retouched flakes. The results of  the  analysis  indicate  changes  in  the  stone  flake  technology  during  the  period  of  occupation  of the Talimbue Site. The change of technology occurs because the process of adaptation caused by a change of environment. Abstrak. Temuan  litik  yang  sangat  padat  di  Situs  Talimbue  di  Sulawesi  Tenggara  menunjukkan sebuah persepektif baru dalam kajian teknologi litik di Sulawesi. Kekosongan informasi teknologi litik masa prasejarah di wilayah Sulawesi Tenggara adalah hal yang menarik dikaji dalam penelitian di Situs Talimbue. Artefak litik digunakan dari masa Pleistosen Akhir hingga masa Holosen Akhir. Penelitian ini akan menguraikan secara detail bagaimana teknologi litik di Situs Talimbue. Artefak batu diserpih yang dianalisis menjadi 3 kategori, yaitu serpih diretus, serpihan dan batu inti. Serpihan kemudian  diklasifikasi  menjadi  3  kategori,  yaitu  serpih  utuh,  serpih  rusak  dan  tatal.  Pengukuran indeks retus juga dilakukan bertujuan untuk mengestimasi secara kuantitatif tingkat intensitas retus terhadap serpih yang telah diretus. Hasil penelitian menunjukkan perubahan teknologi artefak batu diserpih terjadi selama masa hunian di Situs Talimbue. Perubahan teknologi terjadi karena adanya proses adaptasi yang disebabkan oleh perubahan lingkungan."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 2 (2016); 81-98",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-12-01"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2016 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/146\/96"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}