{
    "id": "jurnalarkeologi-59",
    "title": [
        "Tambang Batu Bara Oranje Nassau, Kalimantan Selatan, Dalam Pandangan Arkeologi Industri"
    ],
    "creator": [
        "Inagurasi, Libra Hari"
    ],
    "subject": [
        "Tambang batu bara",
        "Oranje Nassau",
        "Arkeologi Industri"
    ],
    "description": [
        "Abstract. Oranje Nassau Coal Mine, South Kalimantan, in view Industrial Archaeology. Coal mining activities in Indonesia started in the 19th century. In the paper is presented archaeologicalremains on the site of the oldest coal mine in Indonesia, which is the Oranje Nassau coal mine. The site is located in the village of Pengaron, District Pengaron, Banjar regency, South Kalimantan. Thechronology of the site is 1849 (mid-19th century). Oranje Nassau is a coal mine operated by the Dutch government. When established, the mine occupied the territory of the Sultanate of Banjarmasin. Theintent of this paper is to provide an overview of the early industrial development in Indonesia through the oldest coal mine, Oranje Nassau, while the purpose is to identify the type, function, and therelationship between the remains of coal mines by using the approach of Industrial Archaeology. The method used is descriptive, historical and contextual analyses. The results have been obtained by theidentification of the relics of the ancient coal mine dating from the Dutch East India period. The relics of the coal mine are part of the coal mining activity facilities such as monumental building to put themachine, the coal pit wells, hallways, tunnels, floors made of brick, and iron wheels. Based on the survey results, it is revealed that coal mining is a technology that comes from outside, or technologyimported from Europe, not originated in Indonesia. Abstrak. Aktivitas pertambangan batu bara di Indonesia dimulai pada abad ke-19. Dalam tulisan ini dikemukakan tinggalan arkeologi dari situs tambang batu bara tertua di Indonesia, yakni tambang batu bara Oranje Nassau. Lokasi situs berada di Desa Pengaron, Kecamatan Pengaron, Kabupaten Banjar, Provinsi Kalimantan Selatan. Kronologi situs berasal dari tahun 1849 (abad ke-19). Oranje Nassau merupakan tambang batu bara yang diusahakan oleh pemerintah Hindia Belanda.Ketika didirikan, lokasi tambang itu menempati wilayah milik Kesultanan Banjarmasin. Tulisan ini bermaksud memberikan gambaran mengenai awal perkembangan industri di Indonesia melalui tambang batu bara tertua Oranje Nassau. Adapun tujuan tulisan ini adalah mengidentifikasi jenis, fungsi, dan hubungan antar tinggalan tambang batu bara dengan menggunakan pendekatan Arkeologi Industri (Industrial Archaeology). Metode yang digunakan adalah deskriptif, historis, dan analisis kontekstual. Hasil yang telah diperoleh yakni teridentifikasinya peninggalan-peninggalan tambangbatu bara kuno berasal dari masa Hindia Belanda. Peninggalan-peninggalan tersebut merupakan fasilitas kegiatan penambangan batu bara seperti bangunan monumental untuk menempatkan mesin, sumur lubang galian batu bara, lorong, terowongan, lantai dibuat dari bahan bata, dan roda besi. Berdasarkan hasil penelitian diketahui bahwa tambang batu bara merupakan teknologi yang berasaldari luar atau teknologi yang diimpor dari Eropa, bukan asli Indonesia."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 33 No. 2 (2015); 111-122",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2015-11-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/219\/143"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}