{
    "id": "jurnalarkeologi-67",
    "title": [
        "Bhima dan “Toya Pawitra” dalam Cerita Dewa Ruci"
    ],
    "creator": [
        "Santiko, Hariani"
    ],
    "subject": [
        "Toya pawitra",
        "Lengkung Kala-mṛga",
        "Bhima-bungkus",
        "Sang Hyang Mahasukṣma"
    ],
    "description": [
        "Abstract. Bhima and \"Toya Pawitra\" in The Dewa Ruci Story.A number of statues and also reliefs of Bhima were found at the slope of mountains nearby the terrace sanctuaries from the Majapahit era. Besides the artefactual data, there is also a story known as Dewa Ruci, telling about Bhima being told by Drona to go to Candramuka Mountain and also to the wide ocean in search of the water of life (“toya pawitra”). Suddenly he met Dewa Ruci, who looks like Bhima but much smaller. Dewa Ruci explains to Bhima about the doctrine of the perfect life according to Śaiwasiddhanta teaching, and also the relationship between man, God and universe in terms of monistic mysticism. The purpose of writing this article is to find out the result of the meeting between Bhima and Dewa Ruci. In this case I use the Historical-Archaeology and also the phenomenology method to understand the symptoms within culture, including archaeology. By talking to his Guru, Dewa Ruci, Bhima the ordinary Pandawa’s warrior became a Divine Guru in the world, who can give guidance to men who want to attain eternal unity between Servant and the Lord\/God.Abstrak. Tinggalan arkeologi berupa arca dan relief Bhima banyak ditemukan di sekitar bangunan berundak teras di lereng-lereng gunung pada masa Majapahit Akhir. Di samping data artefaktual itu, terdapat sebuah cerita, yaitu cerita “Dewa Ruci”, yang sangat terkait dengan tokoh Bhima. Dalam cerita tersebut, Bhima disuruh Drona mencari toya pawitra ‘air penghidupan’ di Gunung Candramuka dan juga di tengah laut. Pada waktu itu muncul tokoh Dewa Ruci yang mirip Bhima, namun sangat kecil ukurannya. Ia memberi penjelasan (wejangan) tentang rahasia hidup yang terkait dengan ajaran agama Śaiwasiddhanta dan Bhima dianggap berhasil menghadapi berbagai kesulitan dan tantangan kehidupan. Penelitian ini menggunakan metode fenomenologi atau metode “mengerti”, metode yang mengungkapkan makna berbagai gejala yang terkandung dalam kebudayaan, termasuk arkeologi. Pendekatan yang dipakai adalah pendekatan arkeologi sejarah dengan menggunakan data aktefaktual dan data tekstual. Bhima yang pada awalnya adalah seorang pahlawan Pandawa, setelah bertemu dengan gurunya, Dewa Ruci, menjadi tokoh anutan atau semacam guru bagi mereka yang sedang menempuh “perjalanan spiritual” untuk mencari, bertemu, dan bersatu kembali dengan Tuhan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 2 (2017); 123-132",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-12-29"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/275\/196"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}