{
    "id": "jurnalarkeologi-239",
    "title": [
        "Melacak Konsep Religi Lama dari Berbagai Folklor pada Masyarakat Nias"
    ],
    "creator": [
        "Wiradnyana, Ketut"
    ],
    "subject": [
        "Konsep religi",
        "folklor lisan",
        "folklor bukan lisan"
    ],
    "description": [
        "Abstract. Retracing Old Religion Concept from Various Folklores Among the People of Nias. In our attempt to reveal the secrets behind the abundant archaeological remains in Nias, we need to have good comprehension about old culture.  One of the cultural elements, which is closely-related to the remains, is religion. Within religion there are concepts that are difficult to retrace because the Nias people do not have written tradition; furthermore, their old religion has changed. Retracing the religion concepts is conducted by studying verbal and non-verbal folklores that survive until now. Abstrak. Melimpahnya tinggalan arkeologis di Nias memerlukan pemahaman yang baik akan kebudayaan masa lalu. Salah satu unsur budaya yang erat berkaitan dengan tinggalan budaya dimaksud adalah unsur religi. Di dalam religi itu sendiri memiliki konsep-konsep yang sangat sulit di lacak lagi mengingat masyarakat Nias tidak memiliki budaya tulis dan sudah berubahnya religi masyarakat.    Dalam upaya memahami tinggalan arkeologis yang ada tersebut maka diperlukan pengetahuan akan konsep-konsep religi yang akan dilacak melalui berbagai folklor yang ada hingga kini. Folklor dimaksud tidak hanya terbatas pada folklor lisan akan tetapi juga folklor bukan lisan (tinggalan materi). "
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 26 No. 1 (2008); 23-31",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/643\/471"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}