{
    "id": "jurnalarkeologi-258",
    "title": [
        "Pemanfaatan Tanah Liat Bakar pada Situs Blandongan dan Candi Jiwa, di Kompleks Situs Batujaya, Kabupaten Karawang, Provinsi Jawa Barat (Studi Bahan Baku Berdasarkan Analisis Laboratorium"
    ],
    "creator": [
        "Astiti, Ni Komang Ayu"
    ],
    "subject": [
        "Artifacts Made of Baked Clay",
        "Batujaya Site",
        "Analysis of Physical Characteristics and Chemical Analysis"
    ],
    "description": [
        "ABSTRACT. The use of Baked Clay at the of Blandongan and Jiwa Temples at Batujaya Temple Complex, Karawang Regency,West Java Province: Study on Row Material of Artifacts  Based on Laboratory Analyses. The site of Batujaya, which is located at at the Segaran Village, Batujaya District, Karawang Regency, West Java Province, is a complex of temples (candies) that use clay from the surrounding environment as their main raw material. The people of Batujaya have mastered the technology of brick-making to build the temples and pottery making. This is proven by the fact that almost all of the 14 candis used baked clay and by the abundance of pottery found around the temple complex, both intact and fragmented ones. Result of laboratory analyses on some pottery samples from this site show physical characteristics and compositions of chemical elements, which are varied in terms of hardness, specific gravity, porosity, water absorption, and baking temperature. The quality of the pottery is also varied, depending on the condition of the raw material and the level of technological mastery of the potters. ABSTRAK. Situs Batujaya yang terletak di Desa Segaran, Kecamatan Batujaya, Kabupaten Kerawang, Provinsi Jawa Barat, merupakan sebuah kompleks percandian yang memanfaatkan tanah liat di sekitarnya sebagai bahan utama pembuatannya. Masyarakat pendukung kompleks percandian ini sudah mengenal teknologi pengolahan tanah liat menjadi bata untuk bahan pembuatan candi dan teknologi pembuatan wadah-wadah dari tanah liat bakar. Hal ini dibuktikan dengan hampir seluruh unur (14 buah) candi mempergunakan bahan bata dan banyaknya temuan tembikar disekitar kompleks percandian, baik dalam keadaan utuh maupun dalam pecahan. Hasil analisis laboratorium terhadap beberapa sampel tembikar dari situs ini memperlihatkan sifat-sifat fisik dan komposisi unsur kimia yang sangat bervariasi dalam kekerasan, berat jenis, porositas, serapan air, dan suhu pembakaran. Kualitas tembikar juga sangat bervariasi, dipengaruhi oleh kondisi bahan baku dan tingkat penguasaan teknologi pembuatannya."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 25 No. 1 (2007); 12-23",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-26"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/677\/490"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}