{
    "id": "jurnalarkeologi-41",
    "title": [
        "Representation of Kettledrums at Several Megalithic Sites in Indonesia: The Relation With Southeast Asia"
    ],
    "creator": [
        "Triwurjani, Rr"
    ],
    "subject": [
        "Representasi",
        "Nekara",
        "Megalitik",
        "Dongson",
        "Pasemah"
    ],
    "description": [
        "Abstract. Kettledrums, which were initially known as percussion instruments, are found in abundance in Southeast Asia. Their widespread distribution from Southeast Asia, with its centre in Dongson (Vietnam) up to Indonesia, in various shapes and sizes, shows that kettledrums were extensively known artifacts. Discoveries of kettledrums were represented in a range of shapes and manufacturing techniques, such as carved on a rocky hill as reliefs and sculpted into statues as ornamental motifs; or carved on a slab of stone, which is part of a stone burial chamber among the dispersed megalithic finds of Pasemah in South Sumatera. The historic aspect of kettledrums shows that they were not merely a musical instrument, a metal percussion, with sacred function to ask for rain, for example, but also one of the representations of the life of a certain society in a particular period. In respect of representation as a concept of representativeness, an interpretation is needed to reveal its meaning, at least one that comes close to the actual meaning. A qualitative method of interpretation used here is hoped to reveal why variation of kettledrums’ shapes came about. The aim was to understand why the the kettledrum representation varies. Results of research show that as sacred objects, kettledrumscan serve as the collective identity and memory of the communities that bear the Megalithic Culture of Pasemah where ancestor worships are strongly adopted. Abstrak. Representasi Nekara pada Beberapa Situs Megalitik di Indonesia: Hubungannya dengan Asia Tenggara. Nekara pada awalnya dikenal sebagai alat tabuh banyak ditemukan di AsiaTenggara. Persebarannya yang luas di Asia Tenggara dengan pusatnya di Dongson (Vietnam) sampai ke Indonesia dalam berbagai variasi bentuk serta ukuran menunjukkan bahwa nekara dikenal cukup luas. Penemuan nekara direpresentasikan dalam berbagai bentuk dan teknik pembuatan antara lain ada nekara yang digambarkan pada bukit batu sebagai relief dan arca batu sebagai motif hias; dan ada pula yang dipahat pada lempengan batu yang merupakan salah satu bagian dari dinding suatu kubur batu pada sebaran temuan megalitik Pasemah, Sumatera Selatan. Aspek historis nekara menunjukan bahwa ia tidak sekedar alat tabuh dengan bunyi-bunyian dan berfungsi sakral untuk mendatangkanhujan misalnya, melainkan sebagai salah satu wujud representasi dari kehidupan suatu masyarakat tertentu pada masa tertentu pula. Berkenaan dengan representasi sebagai suatu konsep keterwakilan, maka diperlukan suatu interpretasi agar dapat diungkapkan maknanya, minimal mendekati makna yang sesungguhnya. Metode interpretasi bersifat kualitatif yang digunakan dalam bahasan ini setidaknya dapat menjawab mengapa variasi bentuk nekara tersebut terjadi. Tujuannya adalah untuk mengetahui mengapa gambaran nekara tersebut bervariasi. Hasil penelitian mengungkapkan nekara sebagai benda sakral dapat menjadi identitas dan memori kolektif bagi masyarakat pendukung budaya megalitik Pasemah, dimana kepercayaan kepada arwah leluhur dianut dengan sangat kental."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 2 (2016); 115-128",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/178\/124"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}