{
    "id": "jurnalarkeologi-247",
    "title": [
        "Kehidupan Manusia Modern Awal di Indonesia: Sebuah Sintesa Awal"
    ],
    "creator": [
        "Simanjuntak, Truman"
    ],
    "subject": [
        "Early Modern Human (EMH)",
        "Behavior Phenomena",
        "Late Pleistocene"
    ],
    "description": [
        "Abstract. The Life of Early Modern Human in Indonesia: A Preliminary Synthesis. The Late Pleistocene period or, in broader sense, the second half of the Upper Pleistocene, was in general related to the emergence and development of Early Modern Human (EMH) in Indonesia. Archaeological evidences have more or less confirmed their existence - with records of their unique behavior - within the period. In spite of the still obscure date of their initial occupation, the available radiometry dating reveals that this early Homo sapiens had inhabited Indonesia, and Southeast Asia in general, at least since ca. 45 kya up to the end of the Ice Age. Some of the most prominent behavior phenomena, which distinct modern human to early men's behavior who inhabited Indonesia since millions of years previously, are: (I) exploitation of wider geographical area within the archipelago; (2) change of activity orientation from open-air areas to natural niches, such as caves and rock shelters; (3) development of lithic technology that produced flake tools, replacing the chopper\/chopping tool groups; and (4) more advanced and diverse systems of subsistence with more varied animals to hunt. The entire phenomena of behavior are the main focus of this paper. Abstrak. Rentang waktu Plestosen Akhir atau paruh kedua Plestosen Atas pada umumnya merupakan periode yang mengait dengan kemunculan dan perkembangan Manusia Modern Awal (MMA) di Indonesia. Bukti-bukti arkeologi sedikit banyaknya telah meyakinkan keberadaannya, berikut rekaman perilakunya yang khas, dalam periode tersebut. Terlepas dari pertanggalan kolonisasi awal yang belum diketahui pasti dari manusia modern awal ini, pertanggalan radiometri yang tersedia menampakkan bahwa mereka telah menghuni Indonesia, dan Asia Tenggara pada umumnya, paling tidak sejak sekitar 45 ribu tahun lalu hingga akhir kala Plestosen.Beberapa fenomena perilaku yang paling menonjol, yang membedakannya dari perilaku manusia purba yang mendiami Indonesia sejak jutaan tahun sebelumnya, adalah: (1) ekploitasi geografi yang semakin luas di kepulauan; (2) perubahan lokasi hunian dari bentang alam terbuka ke relung-relung alam seperti gua dan ceruk; (3) pengembangan teknologi litik yang menghasilkan alat-alat serpih menggantikan alat-alat yang tergolong kelompok kapak perimbas\/penetak; dan (4) sistem mata pencaharian yang lebih maju dan beragam dengan eksploitasi lingkungan (flora dan fauna) yang lebih bervariasi. Keseluruhan fenomena perilaku tersebut akan menjadi pokok bahasan tulisan ini."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 2 (2011); 1-17",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/656\/479"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}