{
    "id": "jurnalarkeologi-18",
    "title": [
        "Arca-Arca Berlanggam Śailendra Di Luar Tanah Jawa*"
    ],
    "creator": [
        "Utomo, Bambang Budi"
    ],
    "subject": [
        "Arca",
        "Śailendra",
        "Sumatra",
        "ikonografi"
    ],
    "description": [
        "Abstract. The Style of Śailendra Statues Beyond the Jawa Island. A dynasty by the name Śailendra was known as a ruler dynasty in Jawa for about a century long (8th—9th CE). Its influence in politic, art, and religion (Buddha) was quite remarkable. From archaeological data, evidences of the dynasty’s influence are found in Sumatra, Malay Peninsula, and southern Thailand. Inscription evidences indicate the dynasty developed cooperation with the ruling kingdoms in Sumatra, Malay Peninsula, and North India (Nālanda) in politics and religion matters. The implications of this cooperation are reflected on statues’ art style. This paper is about the style of statues found outside their origin: the statues from Sumatra and Malay Peninsula. Information from inscriptions and monument ornamentations are used as supporting data. Abstrak: Dalam satu periode yang berlangsung sekitar satu abad lamanya (abad ke-8-9 Masehi), satu dinasti yang dikenal dengan nama Śailendra berkuasa di Jawa. Pengaruh dalam bidang politik, seni, dan ajaran (Buddha) cukup luas. Berdasarkan data arkeologi yang sampai kepada kita, buktibukti pengaruh dinasti ini ditemukan sampai di Sumatra, Semenanjung Tanah Melayu, dan Thailand Selatan. Sumber-sumber prasasti mengindikasikan bahwa dinasti ini telah menjalin kerjasama dibidang politik dan agama dengan kerajaan di Sumatra, Semenanjung Tanah Melayu, dan India Utara (Nālanda). Implikasi dari kerjasama tersebut tercermin dalam langgam arca-arca yang ditemukan. Makalah ini menguraikan tentang langgam arca-arca yang ditemukan di luar tempat asalnya dengan sampel arca-arca dari Sumatra dan Semenanjung Tanah Melayu. Sebagai data bantu untuk interpretasi adalah prasasti-prasasti dan ornamen dalam sebuah bangunan."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 1 (2013); 1-24",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2016 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/148\/98"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}