{
    "id": "jurnalarkeologi-129",
    "title": [
        "Kota Rentang, Sumatra Utara: Jalur Perdagangan Pantai Timur Sumatra"
    ],
    "creator": [
        "Harkantiningsih, Naniek",
        "Wibisono, Sonny C."
    ],
    "description": [
        "Kota Rentang, North Sumatra: Trade Route on the East Coast of Sumatra. KotaRentang is a new site, which was discovered in Muara\/Belawan (Belawan Estuary) area, Medan,in 2008. In this article will be presented archaeological evidences found during excavations. In the context of Muara Belawan area, the discovery of this site is important because in this area there is also a quite famous site, which is Kota Cina, a habitation site that contains Song-Yuan ceramics, and Paya Pasir, where there is an old shipwreck. Ceramics analysis is the important device in retracing trade sites in Muara Belawan and finding out when Kota Rentang was first involve in trade network. In this study comparisons are also made between the variability and chronology of ceramics from the sites of Kota Rentang, which are located in a network of coastal-interior river system. It is hoped that results of this study will provide better understanding about the emergence of centers of coastal cities, which were involved in regional trade network during 12th – 16th centuries AD along the east coast of the northern part of Sumatra, particularly Muara Belawan area."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 30 No. 1 (2012)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/398\/253"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}