{
    "id": "jurnalarkeologi-32",
    "title": [
        "The Vedic Religion In Nusantara*"
    ],
    "creator": [
        "Santiko, Hariani Santiko"
    ],
    "subject": [
        "Kampong Keling",
        "Vedi",
        "Vaprakeśvara",
        "Barhis",
        "Vipra",
        "Gŗhyayajña",
        "Śrautayajña",
        "Yūpa"
    ],
    "description": [
        "Abstract. The seafaring traders from India as well as from Southeast Asia had an important role in spreading the Indian religions to Nusantara. The brahmins were invited by the local rulers to legitimize their new status and doing rituals for them. For instance, according to the yūpa-inscriptions from the 4th century AD, King Mūlavarman from Kutei, Muarakaman, East-Kalimantan was doing meritorious works (punya-), by giving donations in the sacrificial offerings (the yajñas) performed at a punyatama. ksetra known as Vaprakeśvara. These yajñas were done by the vipras (a kind of brahmins) who came to Kalimantan from many places. By comparing the archaeological data with the written sources, i.e. the Sanskrit inscriptions, we are able to formulate that the Vedic religion was the earliest Indian religion embraced by the rulers in Nusantara. At least 3 kings had invited the brahmins to do the Vedic–yajñas, i.e. king Mūlavarman (from the 4th century), king Pūrnavarman from Tārumanagara (in the 5th century), and King Gajayana from Kanjuruhan, East Java (in the 7th century). The last mentioned king, actually converted to Sivaism (the Hindu-Saiva), but he invited the Vedic priests to do the Vedic yajña. The Vedic rituals probably were also done in Kota Kapur, Bangka. The remains of the Vedic altars, fragments of Visnu statue and other finds were found at that site. Abstrak. Agama Weda di Nusantara. Pedagang-pedagang yang berlayar dari India dan Asia Tenggara berperanan penting dalam menyebarkan agama-agama India di Nusantara. Para brahmin diundang oleh penguasa-penguasa lokal untuk melegitimasi status baru mereka dan melaksanakan upacara-upacara bagi mereka. Misalnya, menurut sejumlah prasasti yūpa dari abad ke-4 Masehi, Raja Mūlavarman dari Kutai, Muarakaman, Kalimantan Timur, melakukan pekerjaan-pekerjaan mulia (punya-), dengan memberi sumbangan pada persembahan kurban (yajña) yang dilakukan di suatu punyatama. ksetra yang dikenal dengan nama Vaprakeśvara. Yajñas- yajña dilaksanakan oleh para vipra (semacam brahmin) yang datang ke Kalimantan dari berbagai tempat. Dengan membandingkan data arkeologis dan sumber-sumber tertulis, misalnya prasasti-prasasti berbahasa Sansekerta, kita dapat menyimpulkan bahwa agama Veda merupakan agama India pertama yang dianut oleh para penguasa di Nusantara. Setidaknya tiga raja telah mengundang para brahmin telah untuk melakukan yajña- yajña, misalnya Raja Mūlavarman (dari abad ke-4 Masehi), Raja Pūrnavarman dari Tārumanagara (pada abad ke-5 Masehi), dan Raja Gajayana dari Kanjuruhan, Jawa Timur (pada abad ke-7 Masehi). Raja yang disebutkan terakhir bahkan menganut Sivaisme (Hindu-Saiva), namun ia mengundang pendeta-pendeta Veda untuk melakukan yajña Veda. Ritual-ritual Veda mungkin dilakukan pula di Kota Kapur, Bangka. Tinggalan berupa altar-altar Veda, fragmen arca Visnu, dan temuan-temuan lain ditemukan di situs tersebut."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 2 (2013); 141-149",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-11-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/164\/114"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}