{
    "id": "jurnalarkeologi-173",
    "title": [
        "Prasasti Paṇai: kajian ulang tentang lokasi Kerajaan Paṇai"
    ],
    "creator": [
        "Meyanti, Lisda"
    ],
    "subject": [
        "Paṇai",
        "Padang Lawas",
        "Biaro Bahal",
        "Prasasti Paṇai"
    ],
    "description": [
        "The Paṇai Inscription was found in the temple complex in Padang Lawas. There is the word \"Paṇai\" written on the insciption. \"Paṇai\" is also written on the Tañjore Inscriptions and Nāgarakṛtāgama. The two written sources informed that in the past Chola and Majapahit kingdoms wanted to conquer several regions in Sumatra, including Paṇai. Both show that Paṇai was a potential and important area so that both kingdom wanted to conquer it. However, it is not known exactly where the location of Paṇai as referred to the two written sources yet. The research of this case has not been done much. Some researchers try to find the answer. Most researchers study it based on written sources from abroad. In this paper, through the Paṇai Inscription, the interpretation was made that the location was Padang Lawas. This can be seen from the contents of the inscriptions that wrote “Paṇai”and describe the natural conditions in accordance with the location of its discovery. This conclusion was obtained by conducting an in-depth study of the Paṇai Inscription using research methods commonly used in historical research, namely heuristics, criticism, interpretation, and historiography.Prasasti Paṇai ditemukan di Kompleks Candi Padang Lawas. Dalam prasasti tersebut terdapat kata paṇai. Kata paṇai juga tertera pada Prasasti Tañjore dan kakawin Nāgarakṛtāgama. Kedua sumber tertulis tersebut menginformasikan bahwa pada masa lampau Kerajaan Chola dan Majapahit ingin menaklukkan beberapa daerah di wilayah Sumatra, termasuk Paṇai. Hal ini menunjukkan bahwa Paṇai merupakan daerah potensial dan penting sehingga kedua kerajaan tersebut ingin menaklukkannya. Namun, belum diketahui secara pasti di mana lokasi Paṇai seperti yang dimaksud dalam kedua sumber tertulis tersebut. Penelitian terhadap kasus ini juga belum banyak dilakukan. Beberapa peneliti berusaha untuk menemukan jawabannya. Kebanyakan peneliti mengkajinya berdasarkan sumber tertulis dari luar negeri, seperti catatan perjalanan. Dalam tulisan ini melalui Prasasti Paṇai dibangun interpretasi bahwa lokasi Paṇai yang dimaksud, baik oleh Prasasti Tañjore maupun kakawin Nāgarakṛtāgama adalah Padang Lawas. Hal ini terlihat dari isi prasasti yang menyebutkan kata paṇai dan menggambarkan keadaan alam yang sesuai dengan lokasi penemuannya. Kesimpulan ini diperoleh dengan melakukan kajian mendalam terhadap Prasasti Paṇai dengan menggunakan metode penelitian yang lazim digunakan dalam penelitian sejarah, yakni heuristik, kritik, interpretasi, dan historiografi."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 1 (2019); 27-38",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2019-07-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/473\/393"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}