{
    "id": "jurnalarkeologi-134",
    "title": [
        "Prospek Penelitian Arkeologi Industri Di Indonesia"
    ],
    "creator": [
        "Hari Inagurasi, Libra"
    ],
    "subject": [
        "Industrial archaeology",
        "prospect in Indonesia"
    ],
    "description": [
        "The Prospect of Industrial Archaeology Research: A Preliminary Notion. This Article is a preliminary notion, which objection is to introduce industrial archaeology in Indonesia. The reasoning is that industrial archaeology has long been known in Europe, UK in particular, but in Indonesia it is a new subject. Although Indonesia has quite many old industrial remains, thus far archaeological investigations with industrial archaeology as the main focus have not been optimally performed.Many of the old industries have now perished due to modernization. However, there are still some that survive. Remains of industrial activities from the Dutch colonial period are the archaeological evidences about the industrial activities in the olden days. The main considerations in this article include the definition of industrial archaeology and its development history in Indonesia, the domain of industrial archaeoligy in Indonesia. The prospect of research and development of industrial archaeology in Indonesia. It is hoped that the notions in this article can be the initial step to develop industrial archaeology in Indonesia."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 1 (2011)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/403\/257"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}