{
    "id": "jurnalarkeologi-120",
    "title": [
        "The Impact Of Coastal Line Development Of The Jambi Area During Late Pleistocene - Recent Time On Decline Of The Srivijaya Kingdom Prosperity"
    ],
    "creator": [
        "Zaim, Yahdi",
        "_, Aswan"
    ],
    "subject": [
        "paleocoastal line",
        "Batanghari river",
        "Jambi",
        "Srivijaya Kingdom"
    ],
    "description": [
        "Paleocoastal line analysis around Jawa indicates similar development to Sumatra, at least there are five paleocoastal lines that could be reconstructed due to periodically sea level raised periods along Late Pleistocene - Recent sea level fluctuations. Field studies both in Jawa and Sumatra which supported by laboratory analysis also show that coastal line evolution was shifted to the present seaward, which reveals the dropped sea level globally at the same time. In terms of Srivijaya Kingdom’s trading activity in Jambi area that predicted as river ports around the mouth of paleo-Batanghari River and as beach ports surrounding paleocoastal of Jambi, the paleocoastal lines evolution as mentioned above would gave a shallow effect in the upper reaches of the river. This shallowing up process due to the sedimentary deposition and dropped sea level would restrict the shipping activity for trading process. It means a new port, both beach and river ones as central tradingplaces have to be built and shifted also to the north-eastern part where a new coastal line formed and previous coastal lines became terrestrial. Movement of central trading activity in Srivijaya period to the northeast-outer area of Jambi will decrease or even put an end to economic activity in the new hinterland part of Srivijaya. Field geological investigation in Jambi area revealed that dropped sealevel, denudation, tectonic and sedimentation were most probably responsible to the inflation and declining of Srivijaya Kingdom until its last prosperity.  "
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 30 No. 2 (2012)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/388\/246"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}