{
    "id": "jurnalarkeologi-39",
    "title": [
        "Manajemen Pengelolaan Warisan Budaya: Evaluasi Hasil Penelitian Pusat Arkeologi Nasional"
    ],
    "creator": [
        "Sulistyanto, Bambang"
    ],
    "subject": [
        "Kepentingan eksternal",
        "Kebermaknaan sosial",
        "Solusi."
    ],
    "description": [
        "Abstract. Management of Cultural Heritage: Evaluation of Results of Researches Carried Out by The National Centre of Archaeology. Within the last decade, the perspective of the Cultural Resource Management (hereinafter is referred to as CRM), has a fundamental change. CRM is no longer considered merely a part of management efforts, but an important and strategic role in scientific theoretical discourse. The performance of CRM does not stop at the aspects of conservation and research; it is a management effort that takes into account the interests of many parties. In this reformation era, the CRM position as an approach plays an important and strategic role in managing, governing, and directing cultural heritages, which are recently become objects of conflicts. The CRM performance includes utilization, in a sense that it is able to generate the social significance of a cultural heritage in the community life. It is the ability to regenerate the social significance that is the real essence of CRM performance. Abstrak. Dalam dasawarsa belakangan ini, pandangan Cultural Resource Management selanjutnya disingkat CRM, mengalami perubahan mendasar. CRM tidak dipandang hanya merupakan bagian dari upaya pengelolaan, melainkan dianggap justru sebagai bagian penting dari wacana teoritis ilmiah. Kinerja CRM tidak berhenti pada aspek pelestarian dan penelitian semata, melainkan lebih dari itu, merupakan upaya pengelolaan yang memperhatikan kepentingan banyak pihak. Dalam era reformasi seperti sekarang ini, posisi CRM sebagai suatu pendekatan memiliki peranan penting dan strategis di dalam menata, mengatur dan mengarahkan warisan budaya yang akhir-akhir ini seringkali menjadi objek konflik. Kinerja CRM memikirkan pemanfaatan dalam arti mampu memunculkan kebermaknaan sosial suatu warisan budaya di dalam kehidupan masyarakat. Menghadirkan kembali kebermaknaan sosial inilah yang sebenarnya merupakan hakekat kinerja CRM."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 32 No. 2 (2014); 137-152",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2014-11-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2014 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/171\/121"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}