{
    "id": "jurnalarkeologi-179",
    "title": [
        "KERENTANAN TINGGALAN BUDAYA BAWAH AIR SITUS KARANG BUI DI PERAIRAN PANTAI UTARA JAWA BARAT"
    ],
    "creator": [
        "Gemilang, Wisnu Arya",
        "Ridwan, Nia Naelul Hasanah",
        "Wisha, Ulung Jantama",
        "Rahmawan, Guntur Adhi",
        "Ilham, Ilham",
        "Tahir, Zainab"
    ],
    "subject": [
        "Site Vulnerability",
        "Underwater Cultural Heritage",
        "Karang Bui",
        "Northern Coast of West Java"
    ],
    "description": [
        "Abstract. The Vulnerability of Underwater Cultural Heritages in Karang Bui Site, Northern Coast of West Java. Underwater remains which found in Karang Bui site, Karawang-Subang waters are originated from the colonial period of Vereenigde Oostindische Compagnie (VOC) and occupation period of the Kingdom of the Netherlands in Indonesia. Research on the vulnerability of the Karang Bui site has been conducted by the Ministry of Marine Affairs and Fisheries in 2017-2018. Research methods including observation of sea area; diving activities for site documentation, seabed profiles mapping, and the use of Side Scan Sonar. Besides looting activities that occurred in the past, the threats toward Karang Bui site preservation nowadays are from human and natural factors. Karang Bui site is located in shallow water with a depth of 5-12 m, so during the maximum elevation, the waves height and current velocity which forms at that location is increasing. Sedimentation level in Karang Bui site is also high caused by many rivers estuary around the site. The site is located within the area of P.T. Pertamina petroleum refineries which is likely the spill oil will threaten the archaeological remains. Furthermore, Karang Bui site is located near Patimban, Subang port development area which also the shipping line. Planning and protection measurement needs to be carried out immediately by related institutions and local governments. Thus, due those various vulnerability factors, the lifting of Karang Bui underwater artifacts is important to be done.\n&nbsp;\nAbstrak. Tinggalan bawah air yang ditemukan di Karang Bui, perairan Karawang-Subang, berasal dari masa Vereenigde Oostindische Compagnie (VOC) dan masa penjajahan Kerajaan Belanda di Indonesia. Penelitian terhadap kerentanan Situs Karang Bui telah dilakukan oleh Kementerian Kelautan dan Perikanan (KKP) pada tahun 2017-2018. Metode penelitian meliputi observasi kawasan laut, penyelaman bawah air untuk dokumentasi situs, pemetaan profil dasar laut, penggunaan side scan sonar. Selain aktivitas penjarahan pada masa lalu, ancaman terhadap kelestarian Situs Karang Bui saat ini berasal dari alam dan ulah manusia. Situs Karang Bui berada di perairan dangkal dengan kedalaman 5-12 m sehingga saat elevasi maksimal, tinggi gelombang dan kecepatan arus yang terbentuk di lokasi tersebut semakin meningkat. Tingkat sedimentasi di Situs Karang Bui juga tinggi karena banyak muara sungai di sekitar situs. Lokasi situs berada di area kilang-kilang pengeboran minyak bumi milik P.T. Pertamina, yang kemungkinan&nbsp; tumpahan minyak akan mengancam tinggalan arkeologis. Selain itu, lokasi situs berada di dekat area pembangunan Pelabuhan Patimban, Subang, juga merupakan alur pelayaran. Perencanaan dan tindakan pelindungan Situs Karang Bui perlu segera dilakukan oleh institusi terkait dan pemerintah daerah. Oleh karena berbagai faktor kerentanan tersebut, pengangkatan artefak bawah air Karang Bui sangat penting untuk dilakukan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 1 (2020); 49-62",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/483\/pdf"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}