{
    "id": "jurnalarkeologi-178",
    "title": [
        "Geological Approach In Order to Distinguish the Preference Source of the Raw Material from the Megalithic Tombs in East Sumba, Indonesia"
    ],
    "creator": [
        "Wibowo, Unggul P",
        "Handini, Retno",
        "Simanjuntak, Truman",
        "Sofian, Harry Octavianus",
        "Maulana, Sandy"
    ],
    "subject": [
        "megalithic tombs",
        "East Sumba",
        "raw material",
        "geology"
    ],
    "description": [
        "Pulau Sumba sudah lama dikenal dengan tradisi makam megalitiknya yang dijumpai tersebar hampir di semua area di Sumba. Makam megalitik ini dibangun dari potongan-potongan batuan berukuran besar. Berdasarkan aspek geologi, penelitian ini mencoba untuk mencari tahu asal batuan bahan pembuat makam megalitik dan apa yang menjadi alasan untuk memilih suatu batuan untuk bahan makam megalitik. Metode yang digunakan meliputi beberapa tahap. Tahap pertama merupakan pendeskripsian sampel di lapangan. Tahap kedua, analisis geologi digunakan untuk memetakan titik-titik observasi dan singkapan batuan di lapangan. Tahap ketiga, variabel hasil pengamatan kemudian dianalisa menggunakan metode Principle Components Analysis (PCA). Empat variabel digunakan dalam penelitian ini, yaitu: variabel jarak dari sumber, variabel litologi, variabel tekstur dan variabel tingkat kekerasan. Hasil penelitian mengindikasikan bahwa tekstur batuan merupakan pertimbangan utama dalam memilih jenis batuan untuk bahan makam megalitik. Jarak dan tingat kekerasan batuannya juga menjadi alasan penting lainnya dalam mengambil bahan material untuk makam megalitik terlepas apapun jenis batunya. Secara geologi bahan batuan berasal dari batugamping Formasi Kaliangga dan batupasir Formasi Kananggar. Sumba is well known for its megalithic tradition, surviving evidence for which can be observed throughout the island in the form of tombs built from enormous stone slabs. The current study is aimed at identifying the sources of the raw material used to manufacture megalithic tombs and factors underlying the choice of raw material based on geological properties. We report the results of our field observations and geological analysis, including mapping of megalithic tomb sites and geological outcrops. Concerning the latter, field-datasets were analyzed using a Principle Components Analysis (PCA). Based on a sample of 11 megalithic tombs from several different locations, four variables were employed to distinguish the preferred source of the raw material used in tomb construction: 1) distance from the source; 2) lithology; 3) rock texture; and 4) rock hardness. Analytical results indicate that raw material texture was the key factor in the construction of megalithic tombs, followed by distance from source and hardness of the stone selected for making this structures. Finally, we establish that raw materials used for constructing sampled megalithic tomb sites on Sumba included Kaliangga Formation limestone and Kananggar Formation sandstone."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 2 (2018); 101-114",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-12-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/481\/381"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}