{
    "id": "jurnalarkeologi-190",
    "title": [
        "Interpretasi Pemaknaan Relief Tokoh Gaja-Lakșmī Koleksi Museum Sonobudoyo, Yogyakarta"
    ],
    "creator": [
        "Murdihastomo, Ashar",
        "Tanzaq, Yoses",
        "Kirana, Ayu Dipta",
        "Fadhilah, Fitra Nur"
    ],
    "subject": [
        "Gaja-Lakșmī",
        "Relief",
        "Iconography",
        "Ikonografi"
    ],
    "description": [
        "Abstract, The existence of Gaja-Lakșmī sculpture at Sonobudoyo Museum is interesting because it is rarely found in Indonesia. The figure of Gaja-Lakșmī is depicted in a sitting position. There are two elephants that carved on the right and left side of goddess. The elephants lift their trunks and showed that they are pouring water on the goddess. Certainly, the sculpture has a specific purpose, especially, because it was carved on media that indicated as the upper (dorpal) entrance of a temple building. The aim of disclosure of the sculpture is to find out the purpose and function of the depiction of the Gaja-Lakșmī  character in the past. Through the process of identifying iconography and literature studies, the purpose and function of the depiction of the Gaja-Lakșmī  figure is as a protector of people's welfare. Abstrak, Keberadaan relief tokoh Gaja-Lakșmī di Museum Sonobudoyo merupakan salah satu hal menarik mengingat gambaran ini sangat jarang ditemukan di Indonesia. Tokoh Gaja-Lakșmī tersebut digambarkan dalam posisi duduk yang pada sisi kanan dan kirinya terdapat dua ekor gajah yang mengangkat belalai seolah-olah menuangkan air kepada sang dewi. Tentunya penggambaran tokoh dewi ini memiliki maksud tertentu, terlebih, karena tokoh ini diletakkan di tempat yang diindikasikan sebagai bagian atas (dorpal) pintu masuk suatu bangunan candi. Pengungkapan makna penggambaran ini adalah untuk mengetahui tujuan dan fungsi tokoh Gaja-Lakșmī pada masa Matarām Kuno. Melalui proses identifikasi ikonografi dan kajian pustaka, diperoleh informasi bahwa tujuan dan fungsi penggambaran tokoh Gaja-Lakșmī adalah sebagai pelindung kesejahteraan masyarakat."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 2 (2019); 109-122",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-14"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/515\/457"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}