{
    "id": "jurnalarkeologi-261",
    "title": [
        "The Origins of the Obsidian Artifacts from Gua Pawon, Dago and Bukit Karsamanik in Bandung, Indonesia"
    ],
    "creator": [
        "Chia, Stephen",
        "Yondri, Lutfi",
        "Simanjuntak, Truman"
    ],
    "subject": [
        "pawon cave",
        "dago",
        "karsamanik",
        "scanning electron microscope",
        "x-rai spectrometer"
    ],
    "description": [
        "Abstract. This paper presents the results of a study to determine whether the obsidian artifacts found in Gua Pawon, Dago and Bukit Karsamanik in Bandung came from the well-known sources of Gunung Kendan in Nagreg, Kampung Rejeng in Garut or elsewhere. Obsidian artifacts for this study were obtained from earlier archaeological excavations at Gua Pawon and from chance finds at the sites of Dago and Bukit Karsamanik in Bandung. Samples of obsidian were also collected from the known obsidian sources in Gunung Kendan in Nagreg and Kampung Rejeng in Garut for comparative purposes.Analyses of these samples were done on a scanning electron microscope using the energy dispersive X-ray spectrometer at the University of Science Malaysia, Penang and the electron microprobe at the University of Malaya, Kuala Lumpur. Multi-element analysis was undertaken, and statistical procedures were performed on data obtained from the artifacts and the sources. The results of the study thus far suggested that the obsidian artifacts from Gua Pawon were made using obsidian obtained from both Gunung Kendan and Kampung Rejeng sources while those from Dago and Bukit Karsamanik have yet to be determined. More samples from all the known obsidian sources are needed to determine the variability within and between all the different sources. Temporally, the study also revealed that prehistoric humans at Gua Pawon exploited or used the same obsidian resources over several thousands of years. Abstrak. Tulisan ini membahas hasil studi tentang sumber bahan baku artefak obsidian yang ditemukan di Gua Pawon, Dago, dan Bukit Karsamanik, Bandung. Analisis dilakukan terhadap sejumlah artefak obsidian, temuan ekskavasi di Gua Pawon dan temuan permukaan di Situs Dago dan Bukit Karsamanik. Untuk perbandingan dilakukan juga analisis terhadap obsidian dari Gunung Kendan di Nagrek dan Kampung Rejeng di Garut, dua lokasi sumber obsidian di Jawa Barat.Analisis dilakukan dengan cara \"scanning electron microscope\", menggunakan \"energy dispersive X-ray spectrometer\" di Universitas Sains Malaysia, Penang dan \"electron microprobe\" di Universitas Malaya, Kuala Lumpur. Analisis multielemen dan perhitungan statistic dilakukan terhadap data yang diperoleh dari artefak dan bahan. Hasil studi memperlihatkan artefak obsidian dari Gua Pawon menggunakan bahan dari Gunung Kendan dan Kampung Rejeng, sementara artefak Dago dan Bukit Karsamanik belum diketahui sumbernya. Analisis terhadap bahan dari sumber-sumber lain sangat diperlukan untuk menentukan variabilitas di dalam dan di antarasumber-sumber yang berbeda. Untuk sementara, hasil studi memperlihatkan manusia prasejarah Gua Pawon mengeksploitasi dan menggunakan sumber-sumber obsidian yang sama selama beberapa ribu tahun."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 25 No. 1 (2007); 48-57",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-26"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/680\/493"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}