{
    "id": "jurnalarkeologi-223",
    "title": [
        "DISONANSI MEMORI MONUMEN KOLONIAL: STUDI KASUS TUGU CORNELIS CHASTELEIN, DEPOK, JAWA BARAT"
    ],
    "creator": [
        "Lukman, Alqiz"
    ],
    "subject": [
        "Colonial Heritage",
        "Decolonization",
        "Depok",
        "Dissonant Memory",
        "Monument of Cornelis Chastelein"
    ],
    "description": [
        "Abstract. Dissonant Memories of Colonial Monument: A Case Study of Cornelis Chastelein Monument, Depok Jawa Barat. Material remains from the colonial period are still marginalized from the development of archaeological research in Indonesia. In contrast, monuments, sites, or other material remains from this period are memory repository of identity struggle, development discourse, and social pattern that shaped the modern life of Indonesian society. This article examined how the Old Depok society commemorates Cornelis Chastelein, a VOC high-ranker, who liberated their ancestors and introduced Christianity to them in the form of monument. Contrary to the Old Depok society, the rebuilding of the monument of Cornelis Chastelein was opposed by the Depok government because it is considered as an act to bring back memories of colonialism. This study is using an oral history approach by interviewing Old Depok people, academics, and historical observers as key informants. The concept of dissonant memory is used to analyze interactions and negotiations in the case of the monument of Chastelein conflict. Based on this research, it is known that material remains from the colonial period have diverse values for each element of society and creates new social dynamics in the present. This article argues that archeology is not only useful for reconstructing past activity but it also can reflect present life to construct a better future. \n&nbsp;\nAbstrak. Tinggalan materi yang berasal dari masa kolonial masih termarjinalkan dari perhatian perkembangan penelitian arkeologi di Indonesia. Perlu diketahui bahwa monumen, situs, atau tinggalan materi lainnya yang berasal dari masa itu menyimpan memori tentang perjuangan identitas, penentuan arah pembangunan, dan pola kehidupan sosial yang membentuk karakter masyarakat Indonesia masa kini. Artikel ini membahas bagaimana masyarakat Depok Lama mengabadikan memori sosok Cornelis Chastelein, salah seorang petinggi VOC, yang telah memerdekakan leluhur mereka dari perbudakan dan memperkenalkan ajaran agama Kristen dalam wujud sebuah monumen. Di sisi lain, pembangunan kembali Tugu Cornelis Chastelein pada 2014 mendapatkan pertentangan dari Pemerintah Kota Depok karena dianggap membawa kembali ingatan terhadap kejamnya penjajahan. Pendekatan yang digunakan dalam penelitian ini adalah metode sejarah lisan dengan mewawancarai warga masyarakat Depok Lama, akademisi, dan pemerhati sejarah sebagai informan utama. Konsep disonansi memori dipakai untuk menganalisis interaksi dan negosiasi yang tercipta dalam kasus perseteruan pembangunan Tugu Cornelis Chastelein. Patut diketahui bahwa tinggalan budaya materi dari masa kolonial memiliki nilai yang beragam bagi setiap elemen masyarakat dan dapat menciptakan dinamika sosial yang baru pada masa kini. Artikel ini berargumen bahwa ilmu arkeologi tidak hanya berguna untuk keperluan merekonstruksi kehidupan masa lalu, tetapi juga merefleksikan kehidupan masa kini untuk mengonstruksi kehidupan yang akan datang."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 1 (2020); 77-92",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-03-13"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/622\/pdf"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}