{
    "id": "jurnalarkeologi-199",
    "title": [
        "PERTANGGALAN RELATIF CANDI RONGGENG DI KABUPATEN CIAMIS, JAWA BARAT"
    ],
    "creator": [
        "Yanti, Rus",
        "Saptono, Nanang",
        "Widyastuti, Endang"
    ],
    "subject": [
        "Ronggeng Temple",
        "Hindu Temple",
        "West Java"
    ],
    "description": [
        "Abstract. The Relative Dating of Candi Ronggeng in Ciamis, West Java. Ronggeng temple is one of the Hindu temples in West Java. The temple was first discovered in 1976 and was excavated again in 1984, 1985, and 2016. The aim of excavations was to follow up on local government requests for zoning as an effort to preserve the temple. The early publication in 1984 placed the temple from the 8th -16th centuries whilst in the latest publication in 2011 placed the temple as a sacred ancient Sundanese building from the 13th-16 Th centuries. The purpose of this paper is to review the Ronggeng temple dating based on comparison with other temples in which the shapes and dates are known namely with Pananjung, Indihiang, and Bojongmenje temples. By comparing the excavations data and reviewing the historical context, the relative chronology of the Ronggeng temple was analyzed again. The results show that the Ronggeng temple is a Hindu temple built by a shallow foundation with tuff material. This temple is presumed to be originated from the 7 th-14th centuries according to the context of the time when Hinduism influenced Ciamis as seen in Tarumanagara and Kawali inscriptions. The range of this period is included in pre-Sunda or the times before the name of Sunda was first mentioned in the Rakryan Juru Pangambat inscription in 932 CE to Sunda period. At this time, the Hindu influence had already reached the hinterland of Sunda before the Buddha’s.\n&nbsp;\nAbstrak. Candi Ronggeng merupakan salah satu candi Hindu di Jawa Barat. Candi itu pertama kali ditemukan pada 1976 dan digali kembali pada 1984, 1985, dan 2016. Penggalian bertujuan untuk menindaklanjuti permintaan pemerintah daerah untuk dilakukan zonasi sebagai upaya awal pelestarian. Publikasi awal yang dilakukan pada tahun 1984 menempatkan kronologi candi dari abad ke-8—16, sedangkan publikasi terakhir pada tahun 2011 menempatkan Candi Ronggeng sebagai bangunan suci Sunda Kuno berkurun waktu abad ke-13--16. Tujuan penulisan makalah ini adalah untuk mengkaji ulang pertanggalan Candi Ronggeng berdasarkan perbandingan dengan candi lain yang sudah diketahui bentuk dan kronologinya, yaitu dengan Candi Pananjung, Candi Indihiang, dan Candi Bojongmenje. Dengan melakukan perbandingan hasil ekskavasi dan tinjauan konteks kesejarahan, kronologi Candi Ronggeng dianalisis kembali. Hasil penelitian menunjukkan bahwa Candi Ronggeng adalah candi yang dibangun dengan konstruksi fondasi dangkal dengan material tufa. Candi itu diduga berasal dari kisaran masa abad ke-7--14 sesuai dengan konteks saat Ciamis mendapat pengaruh Hindu yang terlihat dari prasasti masa Tarumanagara dan Kawali. Kisaran masa ini termasuk ke dalam masa pra-Sunda atau masa sebelum nama Sunda disebut pertama kali dalam Prasasti Rakryan Juru Pangambat pada 932 hingga memasuki masa Sunda. Pada masa itu, pengaruh Hindu diduga sudah lebih dahulu memengaruhi wilayah pedalaman Sunda sebelum Buddha."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 2 (2020); 145-160",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-12-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/559\/575"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}