{
    "id": "jurnalarkeologi-64",
    "title": [
        "Pelestarian Tinggalan Budaya Bawah Air: Pemanfaatan Kapal Karam sebagai Daya Tarik Wisata Selam"
    ],
    "creator": [
        "Ardiwidjaja, Roby"
    ],
    "subject": [
        "Pelestarian",
        "Kapal Karam",
        "Atraksi",
        "Wisata Bahari"
    ],
    "description": [
        "Abstract. Preservation of Underwater Cultural Heritage: Shipwreck as a Diving Attraction. Indonesia is the largest archipelago country in the world; two thirds of its territory is the sea. One of President Jokowi's missions is that the government will focus more on Indonesian maritime strategic thinking, by implementing the concept of \"Global Maritime Fulcrum.\" The keys to make it happen are embodied in two important pillars of the five-pillar concept, namely maritime culture revitalization and marine resource management. Marine-based sustainable tourism development is to be conducted with a synergy between reinforcing maritime culture and utilizing marine resources. The problem is, on one side, is that the condition of coral reef ecosystem as a diving attraction has deteriorated due to human activities. On the other side, the underwater cultural resources have not been optimally utilized, and are often taken illegally. This research intends to present a general overview about utilization of underwater cultural heritages as diving tourism attraction, using method of literature study. Many references mention that the territorial waters of Indonesia in the past were important international vessel shipping lanes, as evidenced by the number of shipwrecked artifacts discovered by fishermen or stolen by treasure seekers. The availability of underwater cultural resources underwater such as shipwrecks and the declining quality of coral reefs can be utilized as a marine tourism attraction, particularly diving, while we also attempt to preserve marine cultural heritage. Abstrak. Indonesia adalah negara kepulauan terbesar di dunia. Dua pertiga dari wilayahnya adalah laut. Salah satu misi Presiden Jokowi, Pemerintah Indonesia akan lebih fokus pada pemikiran strategis maritim Indonesia dengan mengimplementasikan konsep Global Maritime Fulcrum (Poros Maritim Dunia). Kunci keberhasilan untuk mewujudkannya telah tertuang dalam dua pilar penting dari konsep lima pilar, yaitu membangun kembali budaya maritim dan mengelola sumber daya kelautan. Pembangunan pariwisata berkelanjutan berbasis bahari dilakukan dengan sinergi antara memperkuat budaya bahari dan pemanfaatan sumber daya kelautan. Permasalahannya di satu sisi bahwa kondisi ekosistem terumbu karang sebagai atraksi selam semakin memburuk akibat ulah manusia. Pada sisi lain sumber daya tinggalan budaya bawah air belum optimal dimanfaatkan, bahkan seringkali diambil secara ilegal. Artikel ini bertujuan untuk memberikan gambaran tentang pemanfaatan warisan budaya bawah air sebagai daya tarik wisata selam. Metode yang digunakan ialah kajian kepustakaan. Wilayah perairan Indonesia pada masa lalu merupakan jalur pelayaran kapal internasional yang penting. Hal tersebut dibuktikan dengan banyaknya artefak kapal karam ditemukan oleh nelayan atau dicuri oleh pencari harta karun. Ketersediaan sumber daya budaya tinggalan bawah air seperti kapal-kapal karam dan menurunannya kualitas terumbu karang dapat dimanfaatkan sebagai daya tarik wisata bahari khususnya selam, sekaligus upaya pelestarian warisan budaya bahari."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 2 (2017); 133-148",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-12-29"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/251\/200"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}