{
    "id": "jurnalarkeologi-191",
    "title": [
        "SITUS LAMBANAPU: DIASPORA AUSTRONESIA DI SUMBA TIMUR"
    ],
    "creator": [
        "Handini, Retno",
        "Simanjuntak, Truman",
        "Sofian, Harry Octavianus",
        "Prasetyo, Bagyo",
        "Artaria, Myrtati Dyah",
        "Wibowo, Unggul Prasetyo",
        "Geria, I Made"
    ],
    "subject": [
        "Lambanapu",
        "prehistoric",
        "Austronesian"
    ],
    "description": [
        "Abstract, Lambanapu Site: Diaspora Austronesia In East Sumba. The research at Lambanapu Site aims to determine the position of Lambanapu in the distribution and development of Austronesian ancestors and their culture in Sumba. The method used is survey, excavation, analysis, and interpretation. The results of the research are skeletal findings and urn burial also artifacts which are pottery, beads, metal jewelry, and stone tools.  From the dating result it is known that Lambanapu Site was inhabited at least 2.000 years ago and from paleantropology analysis, it is estimated that the individuals found from primary and secondary burial in Lambanapu are a mixture of Mongoloid and Australomelanesoid. Genetic mixing is very possible, given the history of the archipelago's occupation which was filled by several waves of great migration in the past. The Lambanapu site has provided an overview of Sumba's ancestral life in the context of the archipelago. The Lamabanapu research results show us, how Lambanapu and Sumba in general rich with historical and cultural values of the past that are very useful for today's life. The wealth of historical and cultural values is not only for local interests, but also to fill the rich history and culture of the archipelago, and even contribute to global history. Keywords: Lambanapu, prehistoric, Austronesian  Abstrak, Penelitian di Situs Lambanapu bertujuan untuk mengetahui posisi Lambanapu dalam persebaran dan perkembangan leluhur Austronesia dan budayanya di Sumba.  Metode yang dilakukan adalah survei, ekskavasi, analisis, dan interpretasi. Hasil penelitian berupa temuan rangka dan kubur tempayan serta artefak berupa gerabah, manik-manik, perhiasan logam, dan alat batu.  Dari hasil pertanggalan diketahui bahwa setidaknya Situs Lambanapu telah dihuni 2.000 tahun yang lalu. Hasil analisis paleoantropologi diperkirakan individu yang ditemukan di Lambanapu, baik kubur primer maupun sekunder, merupakan percampuran antara Mongoloid dan Australomelanesoid. Percampuran genetika memang sangat memungkinkan terjadi mengingat sejarah hunian Nusantara yang terisi oleh beberapa gelombang migrasi besar pada  masa lampau. Situs Lambanapu telah memberikan gambaran kehidupan leluhur Sumba dalam konteks Nusantara. Hasil penelitian memperlihatkan betapa Lambanapu dan Sumba pada umumnya memiliki kekayaan nilai sejarah dan budaya masa lampau yang sangat bermanfaat bagi kehidupan masa kini. Kekayaan nilai sejarah dan budayanya tidak hanya untuk kepentingan lokal, tetapi juga untuk mengisi kekayaan sejarah dan budaya Nusantara, bahkan kontribusi bagi sejarah global.  Kata kunci : Lambanapu, prasejarah, Austronesia"
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 2 (2018); 67-80",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-12-16"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/519\/368"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}