{
    "id": "jurnalarkeologi-46",
    "title": [
        "AGE ESTIMATION OF PAWON MEN THROUGH TEETH IDENTIFICATION USING JOHANSON METHOD THROUGH CBCT 3D RADIOGRAPH"
    ],
    "creator": [
        "Elizabeth, Elizabeth -",
        "Yondri, Lutfi",
        "Pramanik, Farina",
        "Rusminah, Nunung"
    ],
    "subject": [
        "Pawon men",
        "Age estimation",
        "Johanson method",
        "CBCT 3D radiograph",
        "Ez-implant software"
    ],
    "description": [
        "Abstrak. Estimasi Usia Manusia Pawon melalui Identifikasi Gigi dengan Metode Johanson pada Radiograf CBCT 3D.Manusia Pawon merupakan manusia prasejarah yang ditemukan di Gua Pawon. Di dalamnya, terdapat sisa tulang yang telah rapuh dan gigi yang masih tertanam pada tulang alveolar meskipun telah tertimbun tanah ribuan tahun lamanya. Gigi tersebut kemudian dijadikan sebagai alat identifikasi primer dalam penelitian forensik odontologi. Tujuan penelitian ini adalah untuk mengetahui estimasi usia Manusia Pawon melalui identifikasi gigi menggunakan metode Johanson pada radiograf CBCT 3D. Jenis penelitian yang dilakukan adalah deskriptif. Pengambilan sampel menggunakan purposive sampling. Sampel sebanyak 21 gigi yang tertanam pada tulang alveolar dan tidak terdapat pada garis fraktur. Pengukuran estimasi usia dengan metode Johanson dilakukan dengan perangkat lunak Ez-Implant menggunakan teknik non-invasif CBCT 3D. Hasil penelitian pada Rangka I (R.I) menghasilkan estimasi usia dengan kisaran antara 32,00-33,92 tahun, Rangka III (R.III) dengan estimasi usia 32,94-36,28 tahun, Rangka IV (R.IV) dengan estimasi usia 34,42 tahun, dan Rangka V (R.V) dengan estimasi usia 27,36-31,35 tahun. Simpulan penelitian menunjukkan estimasi usia Manusia Pawon dengan metode Johanson pada radiograf CBCT 3D berkisar antara 27,36-36,28 tahun. Abstract.Pawon men are prehistoric humans who lived in Pawon cave. The skeletons found in the cave consist of remains of brittle bones and teeth which are still attached to alveolar bone even though it had been buried in soil since thousands of years ago. The teeth are then used as primary identification in forensic odontology research. This research’s aim is to compare the existing age estimation of Pawon men with more recent method, namely Johanson method through CBCT 3D Radiograph. Previously, the age estimation was only based on visual observation of posterior molars’ attrition by Brothwell method. This research is a descriptive study using purposive sampling. The samples are 21 teeth that are intact and attached to the alveolar bone without any fracture line. The age estimation with Johanson method using Ez-Implant software is non-invasive age measurement by Cone Beam Computed Tomography 3D radiograph. The results showed that the age of the first Pawon man is 32-33.92 years old, the third Pawon man is 32.935-36.275 years old, the fourth Pawon man is 34.42 years old, and the fifth Pawon man is 27.36-31.35 years old. The second Pawon man is not included in sampling criteria. The measurement using Johanson method through CBCT 3D is more specific and detailed in yielding the age estimation compared to the Brothwell method."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 1 (2018); 1-10",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-09-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/188\/324"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}