{
    "id": "jurnalarkeologi-304",
    "title": [
        "TEMUAN ARKEOLOGI TERBARU DI  BARAT LAUT-UTARA LEMBAH KERINCI, DATARAN TINGGI JAMBI: SEBUAH LAPORAN AWAL"
    ],
    "creator": [
        "Sunliensyar, Hafiful Hadi"
    ],
    "subject": [
        "archaeological finds",
        "Lembah Kerinci",
        "new data",
        "Jambi Highland"
    ],
    "description": [
        "Abstract. The Latest of Archaeological Finds in the Northwest-North of Kerinci Valley, Jambi Highland: A Preliminary Report. Last decade archeological research in Kerinci area, only focused on the south of Kerinci Lake. This region admittedly has archaeological finds richly and has been reported since the colonial era. The report was followed by research working comprehensively in that region eighty years after. The research revealed that archeological finds in the south of Kerinci Lake came from the neolithic to proto-historic era. However, the finds of earthenware fragments accidentally, have discovered the new information about archaeological finds in the north of Kerinci Lake or the northwest-north of Kerinci valley. The purpose of this research is to map the distribution and describing the character of archaeological finds in the northwest-north of Kerinci valley. This research utilizes a descriptive method worked in three stages, videlicet collecting, analyze, and interpreting data. In collecting the data stage collected the primary data and secondary data. In the analyzing stage, utilized qualitative analysis by noticing form, style, and technology attributes. This research revealed that the northwest-north of Kerinci valley area has artifact finds in the form of cord-marked earthenware, red slipped earthenware, and Chinese ceramics. Furthermore, found the carving-stones (petroglyph) too.\n&nbsp;\nAbstrak. Penelitian arkeologi dekade terakhir di kawasan Kerinci hanya terfokus pada kawasan di selatan Danau Kerinci. Kawasan ini memang memiliki tinggalan arkeologis yang cukup padat dan telah dilaporkan sejak era kolonial. Laporan tersebut ditindaklanjuti dengan melakukan penelitian yang lebih komprehensif di kawasan tersebut puluhan tahun sesudahnya. Penelitian tersebut mengungkapkan bahwa tinggalan arkeologis di sebelah selatan Danau Kerinci berasal dari masa Neolitik hingga Protosejarah. Namun, temuan artefak tembikar secara tidak sengaja di situs Siulak Tenang pada 2010, telah membuka pengetahuan baru tentang adanya tinggalan arkeologis di bagian utara Danau Kerinci atau bagian barat laut-utara lembah Kerinci. Penelitian ini bertujuan untuk mengetahui sebaran dan mendeskripsikan tinggalan arkeologi di barat laut-utara Lembah Kerinci. Penelitian ini bersifat deskriptif yang dilaksanakan dalam tiga tahap, yaitu pengumpulan data, analisis data dan interpretasi. Pada tahap pengumpulan data, dilakukan pengumpulan data primer dan data sekuder. Pada tahap analisis data digunakan analisis kualitiatif dengan memperhatikan atribut bentuk, gaya, dan teknologi. Penelitian ini mengungkapkan bahwa kawasan baratlaut-utara Lembah Kerinci memiliki tinggalan artefak berupa tembikar tatap tali, tembikar slip merah, dan keramik Cina. Selain itu, juga ditemukan -batu bergores (petroglif)."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 2 (2020); 161-174",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-12-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/741\/573"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}