{
    "id": "jurnalarkeologi-142",
    "title": [
        "Kehidupan Purba di Cekungan Soa, Flores Tengah, Indonesia Timur (Kajian Arkeologi Kawasan)"
    ],
    "creator": [
        "., Jatmiko"
    ],
    "subject": [
        "Ancient Lifes",
        "Soa Basin",
        "Central Flores",
        "Spatial Archaeology",
        "Homo erectus"
    ],
    "description": [
        "Soa Basin is a valley-shaped plain, which was formed by the eruption of an ancient volcano during the Pliocene period that created a caldera. 1n lhe next period, the Pleistocene, it turned into a big lake with lush environment, so that it tempted various living creatures (both humans and animals) to come and inhabited the area arround the lake. Based on the artifacts and ecofacts found at the site, life at this area has been going on since the Lower Pleistocene-Early Middle Pleistocene. In reality the Soa Basin area is a complex of ancient sites rich in artifacts and fossils of fauna (among others Stegodon, crocodiles, komodo lizards, land tortoises, and a species of big rats) at various sites within the Soa Basin area -which are supported by absolute dating -have enabled us to know their exact age. We have found 15 locations\/sites that bear Palaeolithic tools in association with fossils of vertebrates bones. The 35 x 22 km Soa Basin is located 15 km northeast of Bajawa (the capital ofNgada Regency, Central Flores). It has a unique open landscape that reminds us of the typical environment of Homo erectus. By using the spatial archaeology study, this article of the title 'the Ancient Lifes at the Soa Basin, Central Flores, East Indonesia: Study of Spatial Archaeology' is hoped to be able to reveal the life at Soa Basin in particular, especially in relation to the aspect of human, culture, and environment."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 28 (2010)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/411\/265"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}