{
    "id": "jurnalarkeologi-63",
    "title": [
        "Konsep Zonasi Pulau Penyengat: Sebuah Alternatif"
    ],
    "creator": [
        "Ramelan, Wiwin Djuwita S.",
        "Oesman, Osrifoel",
        "Ghautama, Gatot",
        "Rahardjo, Supratikno",
        "Widiono, Prio"
    ],
    "subject": [
        "cultural heritage",
        "zoning",
        "siginificance values",
        "Pulau Penyengat"
    ],
    "description": [
        "Abstract. Zoning Concept of Pulau Penyengat: An Alternative. Pulau Penyengat in the Province of Riau Islands could considered as the only region that has an intact cultural heritage buildings with Malay colour characteristic. Pulau Penyengat is an island of 3.5 km². There are dozens of buildings and structures whose functions can still be identified and there are at least 16 which are still intact but neglected. The existence of these remains convinced us that the center of Malay culture is in Riau region. This study is to discuss the concept of zoning at each sites in Pulau Penyengat that can be used as reference when the island is designated as heritage area. Important values embodied in the cultural heritage is also studied. This multidisciplinary study uses qualitative approach. Data is obtained through field observation, identification of cultural heritage, indepth-interviews, focused group discussion (FGD), and zoning delineation for each site. The data is analyzed through architectural, historical, cultural, development zoning, and law analysis. The result of this study is concept of zoning for all sites in the region of Pulau Penyengat.  Pulau Penyengat di Provinsi Kepulauan Riau dapat dikatakan satu-satunya wilayah yang memiliki peninggalan budaya bangunan yang masih utuh dengan ciri warna kemelayuan. Pulau Penyengat berupa pulau seluas 3,5 km². Di dalamnya terdapat puluhan bangunan dan struktur yang masih dapat diidentifikasikan fungsinya dan sekurang-kurangnya ada 16 yang masih utuh meskipun tidak terurus. Keberadaan peninggalan tersebut itulah yang meyakinkan kita bahwa kebudayaan Melayu berpusat di wilayah Riau. Studi ini berkenaan dengan pembahasan konsep zonasi pada masing-masing situs di Pulau Penyengat yang dapat dijadikan acuan apabila ditetapkan sebagai kawasan cagar budaya. Selain itu, digali nilai-nilai penting yang terkandung pada warisan budayanya. Dalam studi multidisiplin ini digunakan pendekatan kualitatif. Data diperoleh melalui observasi lapangan, identifikasi cagar budaya, indepth-interview, focused group discussion (FGD), dan delineasi untuk zonasi setiap situs. Data tersebut dikaji melalui analisis arsitektural, sejarah, budaya, pengembangan zonasi, dan hukum. Studi ini menghasilkan sebuah konsep zonasi semua situs di Kawasan Pulau Penyengat."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 1 (2017); 61-74",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-08-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/237\/165"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}