{
    "id": "jurnalarkeologi-140",
    "title": [
        "Pemberdayaan Masyarakat Di Lingkungan Situs Arkeologi"
    ],
    "creator": [
        "Sulistyanto, Bambang"
    ],
    "subject": [
        "empowennent",
        "community",
        "management",
        "archaeological responsibility",
        "social meaning."
    ],
    "description": [
        "In the effort to manage cultural heritages nowdays, it is important to take into account the social significance of a site to its surrounding communities. As a consequence, we are required to make an advocacy ( change of policy) to revise the position of the local inhabitants around a site from being an object to a subject. Such change of policy is significant to change the position of the Local inhabitants within the site area from the controlled party into equal partner. Communities should be invoh·ed in the process of cultural heritage management so that the valuable asset will give back good contribution -both materially and non-materially -which will be of benefited to the well-being of cultural heritage and its surrounding communities. The effort to implement the management concept that places cultural heritage in social context, calls for the importance of developing participative approach, which is more community oriented. The implementation of this type of approach is through community empowerment. Empowerment means the social responsibility of archaeology to the communities that have to put up, directly, with the effects of development of site."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 28 (2010)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/409\/263"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}