{
    "id": "jurnalarkeologi-307",
    "title": [
        "GUA MABITCE: DATA BARU SITUS HOABINH DI SUMATRA BAGIAN UTARA"
    ],
    "creator": [
        "Setiawan, Taufiqurrahman",
        "Ferdianto, Anton",
        "Susilowati, Nenggih",
        "Aswan, Aswan",
        "Syam, Andi Irfan",
        "Saputra, Anggun Ibowo",
        "Wahyudi, Dwi",
        "Andreian, Deni",
        "Bahrum, Muhammad",
        "Primawan, Primawan",
        "Silalahi, Sopingi"
    ],
    "subject": [
        "Cave",
        "Sumatralith",
        "Hoabinh",
        "Aceh"
    ],
    "description": [
        "Abstract. Gua Mabitce: New Evidence of Hoabinh Site in Northern Sumatra. Gua Mabitce Cave is one of the caves that have the potential for archaeological research on the western coast of Aceh. The surface archaeological data of Sumatralith and the shell layers indicated this location possibly occupied in the past. How occupation and cultural characteristics are found at this site? What questions can be answered by conducting excavations to collect the underground archaeological data? The excavation data are analyzed and interpreted to describe the occupation in Gua Mabitce Cave. Although the dating of this site chronology cannot be obtained because the samples have not been analyzed, the results of the analysis of stone artifacts showed the cultural character of Hoabinh with stone tools artifacts, Sumatralith and flakes as its main equipment. The use of direct percussion is a very dominant technique for making stone tools. The cultural and residential characteristics of the Mabitce Cave are similar to other pre-neolithic sites in northern Sumatra, such as open sites on the east coast of northern Sumatra and cave\/rock-shelter sites in the Bukit Barisan Mountains in the Aceh and North Sumatra regions.\n&nbsp;\nAbstrak. Gua Mabitce merupakan salah satu gua di Pesisir Barat Aceh yang memiliki potensi untuk diteliti secara arkeologis. Temuan kapak batu sumatralit dan fitur lapisan cangkang kerang di permukaan lantainya memberikan gambaran awal kemungkinan adanya hunian pada masa lalu. Bagaimana hunian dan karakter budaya yang ditemukan di lokasi ini? Jawaban pertanyaan itu perlu dilakukan ekskavasi di Gua Mabitce untuk memperoleh data arkeologi di bawah permukaan. Data artefak, ekofak, fitur, dan sebarannya dianalisis dan diinterpretasikan untuk menemukan gambaran kronologi dan penghunian di Gua Mabitce. Walaupun kronologi waktu situs belum dapat diperoleh karena sampel pertanggalan belum&nbsp; dapat dianalisis, hasil analisis artefak batu menunjukkan karakter budaya Hoabinh dengan artefak batu,&nbsp; sumatralith, dan serpih batu sebagai peralatan utamanya. Penggunaan kerakal yang dipangkas pada satu&nbsp; sisi sangat dominan ditemukan. Karakter budaya dan hunian di Gua Mabitce memiliki kesamaan dengan situs-situs pre-Neolitik lainnya di Sumatra bagian utara, seperti situs terbuka di pesisir timur Sumatra&nbsp; bagian utara dan situs gua\/ceruk di Pegunungan Bukit Barisan di wilayah Aceh dan Sumatra Utara."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 2 (2020); 115-128",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-12-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/754\/572"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}