{
    "id": "jurnalarkeologi-31",
    "title": [
        "Permukiman Kuna di Kawasan Way Sekampung, Lampung, Pada Masa Śriwijaya."
    ],
    "creator": [
        "Nanang Saptono, Nanang"
    ],
    "subject": [
        "Prasasti",
        "Permukiman",
        "Arca",
        "Kawasan Hulu",
        "Kawasan Hilir",
        "Hindu",
        "Buddha",
        "Religi",
        "Way Sekampung"
    ],
    "description": [
        "Abstract. Old Settlement in Way Sekampung Area, Lampung, during The Śrivijaya Period. Lampung had a Śrivijaya Empire. The inscriptions of Palas Pasemah, Bungkuk, and Batu Bedil are an inscriptions of the Śrivijaya Kingdoms. Inscriptions, especially inscriptions warning, definitely placed at the residential location. In addition to the location of the inscription, the settlement can be traced through the distribution of archaeological remains which have the same background with the inscription. Through spatial archaeological approaches settlement and community life along the Way Sekampung can be determined. Along the river there are two regions upstream and downstream areas. Upstream region end to be the Hindu community while downstream is a Buddhist society. Both groups are still running religious megalithic culture. Abstrak. Lampung pernah menjadi bagian dari wilayah kekuasaan Śriwijaya. Hal ini ditandai oleh temuan Prasasti Palas Pasemah, Bungkuk, dan Batu Bedil yang merupakan prasasti dari masa Śriwijaya. Prasasti, terutama prasasti peringatan, pasti ditempatkan di areal permukiman. Selain lokasi prasasti, kawasan permukiman dapat dilacak melalui tinggalan arkeologis. Melalui pendekatan arkeologi keruangan dapat diperoleh gambaran tentang pola permukiman di sepanjang aliran Way Sekampung. Pada dasarnya kawasan di sepanjang sungai dapat dibedakan menjadi kawasan hulu dan hilir. Kawasan hulu cenderung merupakan kawasan masyarakat penganut Hindu, sedangkan di hilir merupakan masyarakat penganut Buddha. Pada kedua permukiman kelompok masyarakat tersebut juga terdapat jejak religi budaya megalitik."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 2 (2013); 125-140",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-12-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/162\/112"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}