{
    "id": "jurnalarkeologi-108",
    "title": [
        "EARLY TRACES HINDU-BUDDHIST INFLUENCE ALONG THE NORTH COAST OF CENTRAL JAVA: ARCHAEOLOGICAL SURVEY OF THE DISTRICT OF BATANG"
    ],
    "creator": [
        "Indradjaja, Agustijanto",
        "Degroot, Véronique"
    ],
    "subject": [
        "Archaeological survey",
        "Batang",
        "Hindu-Buddha",
        "North Coast."
    ],
    "description": [
        "Abstrak. Jejak awal Pengaruh Hindu-Buddha di Sepanjang Pantai Utara Jawa Tengah: Survei Arkeologi di Kota Batang. Penelitian arkeologi di pantai utara Jawa Tengah mengenai kehidupanmasa Hindu-Buddha hampir selalu dipusatkan pada wilayah antara Kedu-Yogyakarta, yang dikuasaioleh Kerajaan Matāram pada sekitar abad ke-8–9 Masehi. Penelitian yang berupaya mempelajaridan merekonstruksi kondisi sosial masyarakat di daerah pesisir masa pra-Matāram selama ini belumpernah dilakukan. Karya tulis ini berusaha melakukan eksplorasi pada masa pra-Matāram di JawaTengah, khususnya di Kabupaten Batang yang diduga sebagai salah satu daerah yang penting padaawal periode sebelum munculnya Kerajaan Matāram di pedalaman Jawa Tengah. Pengumpulan datadilakukan melalui survei, selanjutnya data arkeologi yang relevan dilakukan analisis deksriptif untukmenjawab pertanyaan di dalam penelitian. Hasil survei berhasil mengidentifikasikan sejumlah temuanpenting seperti arca, candi dan prasasti mulai dari wilayah pesisir sampai pedalamanan KabupatenBatang. Berdasarkan identifikasi sejumlah temuan arkeologi tersebut tampak bahwa wilayah Batangsudah mendapat pengaruh Hindu-Buddha jauh sebelum munculnya Kerajaan Matāram kuna sekitarabad ke-8 M. Abstract In Coastal Central Java, archaeological research dealing with the Hindu-Buddhist periodis almost always focused on the coastal area between Kedu and Yogyakarta, which was controlledby the Matāram Kingdom around the 8-9th Century AD. Research that attempts to investigate andreconstruct the social conditions of coastal communities during the pre-Matāram period has yetto be undertaken. This paper is such an attempt. It explores Hindu-Buddhist remains in the BatangDistrict, a district which, we believe, was an important entry point for Hindu-Buddhist traditionsprior to the emergence of the Matāram Kingdom in the hinterland of Central Java. Data collectedthrough the survey, further archaeological data relevant will be conducted descriptive analysis toanswer questions in the study. The survey results have identified a number of important findingssuch as statues, temples and inscriptions ranging from coastal areas to inland Batang. Based onthe identification of a number of archaeological findings it apparent that the area in Batang alreadyappear influence of Hindu-Buddhist long before the emergence of the ancient Matāram Kingdomaround the 8th Century AD.  "
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 32 No. 1 (2014)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/375\/236"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}