{
    "id": "jurnalarkeologi-305",
    "title": [
        "Naskah Kuno “Kaghas 1 Suku Semidang”: Sebuah Kajian Kritik Sumber"
    ],
    "creator": [
        "Andhifani, Wahyu Rizky",
        "Nasoichah, Churmatin"
    ],
    "subject": [
        "ancient manuscripts",
        "Pasemah and Islam"
    ],
    "description": [
        "Abstract. Ancient Manuscript “Kaghas 1 Semidang Tribe”: A Critical Source Study. Inscriptions and ancient Ulu script are found in South Sumatra and since 2009 an inventory has been carried out. The condition of these local inscriptions and manuscripts is generally well preserved and treated specially in the storage process and is a hereditary legacy that must be preserved. These ancient inscriptions and manuscripts are still widely owned by the community because they contain instructions or life guidelines for their children and grandchildren. This ancient manuscript is made of halim tree bark in the shape of sheets that are folded in rectangles similar to an accordion or an ancient book. The problem to be resolved is a review of source criticism of the ancient manuscripts of the Kaghas 1 Semidang tribe. The goal to be achieved is to examine the text from the point of view of source criticism by using the analytical description method. The script used is the Ulu script using the Pagaralam or Pasemah dialect. This manuscript contains Islamic teachings related to local genius or assimilation between the teachings of Islam and the culture of the Pasemah area.\n&nbsp;\nAbstrak. Prasasti dan naskah kuno beraksara Ulu sangat banyak ditemukan di wilayah Sumatra Selatan dan sejak tahun 2009 telah dilakukan inventarisasi. Kondisi prasasti dan naskah lokal tersebut secara umum terawat dan diperlakukan khusus dalam proses penyimpanannya dan merupakan warisan turun-menurun yang harus dijaga. Prasasti dan naskah kuno tersebut masih banyak dimiliki oleh masyarakat karena berisikan petunjuk atau pedoman hidup bagi anak cucu mereka. Naskah kuno ini terbuat dari kulit kayu pohon halim berbentuk lembaran yang dilipat-lipat segi empat mirip alat musik akordeon atau sebuah buku zaman dahulu. Permasalahan yang akan diselesaikan yaitu tinjauan kritik sumber terhadap naskah kuno kaghas 1 Suku Semidang. Tujuan yang hendak dicapai yaitu untuk menelaah naskah tersebut dari sudut pandang kritik sumber dengan menggunakan metode deskripsi analisis. Aksara yang digunakan adalah aksara Ulu dengan menggunakan bahasa Melayu dialek Pagaralam atau Pasemah. Naskah ini memuat ajaran Islam terkait dengan local genius atau asimilasi antara ajaran Agama Islam dan budaya daerah Pasemah."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 1 (2021); 65-80",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-07-13"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/743\/590"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}