{
    "id": "jurnalarkeologi-177",
    "title": [
        "Asosiasi Gundukan Tanah, Sungai,  dan Menhir di Pusat Wilayah Adat Tanah Sekudung, Baratlaut Lembah Kerinci, Dataran Tinggi Jambi (Kajian Fenomenologi)"
    ],
    "creator": [
        "Sunliensyar, Hafiful Hadi"
    ],
    "subject": [
        "Fenomenologi",
        "Lanskap",
        "Menhir",
        "Kerinci"
    ],
    "description": [
        "This article discusses about the associations of menhirs with landscape features(river and mounds) in Northwestern of Kerinci Valley. Customarily, this region is called as Tanah Sekudung with its  centre in three villages (dusuns) that is Dusun Siulak Gedang, Siulak Panjang dan Siulak Mukai. This research uses phenomenology approach by Tilley. Phenomenological approach stresses the experience and bodily sensory of observer\/researcher. The experience is obtained through observation participant method. In this method, the experience and interaction between observer and menhir be a part which is described.As results in this research, it is known that menhirs erection on the mounds or higherlands and its distribution which similarly with direction of the main river flow related  with the legend of ancestors, cognitive space, cosmology and metaphora in Tanah Sekudung community. For example, river is refered to determinate of direction traditionally and also was became reference the migration of ancestors in the past.Therefore, menhirs as markers of migration paths, shape distribution similarly with directionof river flow.Artikel ini membahas asosiasi menhir dengan fitur lanskap (sungai dan gundukan tanah) di bagian barat laut Lembah Kerinci. Secara adat, wilayah ini disebut pula sebagai Tanah Sekudung, dengan pusatnya berada di tiga dusun, yaitu Dusun Siulak Gedang, Siulak Panjang, dan Siulak Mukai. Penelitian ini menggunakan pendekatan fenomenologi yang dikemukakan oleh Tilley. Pendekatan fenomenologi menekankan pengalaman dan indra tubuh (bodily sensory) dari pengamat atau peneliti di lapangan. Pengalaman tersebut diperoleh dari pengumpulan data melalui metode observasi partisipan. Dalam hal ini, pengalaman dan interaksi antara peneliti dan menhir menjadi bagian yang akan dideskripsikan. Sebagai hasil penelitian, diketahui bahwa pendirian menhir di atas gundukan tanah dan distribusinya yang searah dengan arah aliran sungai utama terkait dengan legenda para leluhur, ruang kognitif, kosmologi, dan metafora yang dimiliki penduduk. Sebagai contoh, sungai yang dijadikan acuan dalam penentuan arah secara tradisional sekaligus dijadikan sebagai acuan perpindahan leluhur pada masa lalu. Oleh karena itu, menhir yang menjadi penanda lintasan migrasi leluhur membentuk arah distribusi yang sama dengan arah aliran sungai."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 2 (2018); 115-131",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-12-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/478\/382"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}