{
    "id": "jurnalarkeologi-107",
    "title": [
        "MIGRASI AUSTRONESIA DAN IMPLIKASINYA TERHADAP PERKEMBANGAN BUDAYA DI KEPULAUAN INDONESIA"
    ],
    "creator": [
        "Noerwidi, Sofwan"
    ],
    "subject": [
        "Migration",
        "Austronesian people",
        "Indonesian archipelago",
        "Cultural adaptation."
    ],
    "description": [
        "Abstrak. Pada saat masyarakat penutur bahasa Austronesia datang di Kepulauan Indonesia, kawasanini bukanlah suatu daerah kosong tidak berpenghuni. Beberapa pulau di Kepulauan Indonesia telahdihuni oleh populasi lain. Akibat adanya kontak antar-komunitas tersebut mengakibatkan prosesadaptasi, inovasi, dan interaksi budaya yang khas sebagaimana tercermin pada perkembanganteknologi alat kerang, teknologi pelayaran dan domestikasi hewan yang dikuasai masyarakat penuturbahasa Austronesia. Tahapan proses migrasi masyarakat penutur bahasa Austronesia di KepulauanIndonesia dapat dirangkum sebagai berikut: terjadi intrusi budaya baru di Kepulauan Indonesia yangdibawa oleh Austronesia. Akibat dari peristiwa tersebut, terjadi perkembangan budaya Neolitik diKepulauan Indonesia, disebabkan oleh adaptasi, evolusi dan interaksi antara masyarakat pendatangAustronesia dengan komunitas Non-Austronesia yang telah menghuni kawasan ini sejak masasebelumnya. Interaksi antar-budaya yang intensif menyebabkan integrasi budaya Austronesia danNon-Austronesia di Kepulauan Indonesia. Abstract. Austronesian Migration and Its Implication on Cultural Development in IndonesianArchipelago. When Austronesian language speakers came to Indonesian Archipelago, this regionis not an empty place but had already inhabited by other population. The unique processes ofadaptation, innovation, and culture interaction of Austronesian people in this new region arereflected on the development of shell tool technology, navigation technology, plant cultivation andanimal domestication. In summary, the stages of Austronesian migration in Indonesian Archipelagoare as follows: Intrusion of a new culture that was brought to the Indonesian Archipelago by theAustronesian people, which caused innovation of Neolithic culture in Indonesian Archipelago due tocultural adaptation, evolution, and interaction between the Austronesian speakers (the newcomers)with the indigenous Non-Austronesian communities. Intensive inter-cultural interactions havecreated a cultural integration between the Austronesians and Non-Austronesians in the IndonesianArchipelago."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 32 No. 1 (2014)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/374\/235"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}