{
    "id": "jurnalarkeologi-20",
    "title": [
        "The Homo erectus Site of Trinil: Past, Present and Future of a Historic Place"
    ],
    "creator": [
        "Alink, Gerrit",
        "Roebroeks, Wil",
        "Simanjuntak, Truman"
    ],
    "subject": [
        "Trinil",
        "Archaeology",
        "Paleoanthropology",
        "Dubois",
        "Selenka"
    ],
    "description": [
        "Abstrak. Trinil: Masa lalu, Sekarang dan Masa Depan Sebuah Situs Bersejarah. Dusun Trinil menjadi  terkenal  dengan  ditemukannya  Pithecanthropus  erectus,  sekarang  Homo  erectus,  oleh Dubois pada tahun 1891. Setelah ekskavasi Dubois, pada tahun 1907 sebuah ekspedisi besar-besaran dipimpin oleh E. Selenka berlangsung di lokasi yang sama. Selain fosil-fosil sisa manusia, puluhan ribu fosil vertebrata lain dan moluska ditemukan dalam ekskavasi Dubois dan Selenka antara tahun 1891  dan  1907.  Koleksi  ini  sekarang  disimpan  di  Naturalis  di  Leiden  (Belanda)  dan  di  Museum für  Naturkunde  di  Berlin  (Jerman).  Studi  yang  berlangsung  saat  ini  terhadap  koleksi-koleksi  itu mendorong perlunya penelitian baru di lapangan. Tujuannya selain untuk mengetahui potensi situs juga  untuk  menjawab  pertanyaan-pertanyaan  yang  muncul  dalam  studi  koleksi.  Parit  penggalian Dubois  dan  ekspedisi  Selenka  dikontekstualisasikan  dalam  peta  geografi  modern  berdasarkan data historis, bahan fotografi yang masih ada, dan peninjauan lapangan 2014\/2015. Potensi untuk menemukan  tinggalan  pada  ‘Hauptknochenschicht’  (HK)  cukup  besar  di  tepi  kiri  sungai  Solo, di  selatan  penggalian  Dubois  yang  asli,  termasuk  di  tepi  kiri  disebelah  timur  lokasi  yang  digali. Pertanyaan yang masih tersisa, antara lain menyangkut stratigrafi situs, umur fauna Trinil dan Homo erectus, dan homogenitas himpunan HK, diharapkan dapat terjawab melalui penelitian baru yang akan dilaksanakan di situs ini. Abstract. Trinil became famous through the discovery of Pithecanthropus erectus, now Homo erectus, by Dubois in 1891. After Dubois’ excavations it was the expedition led by E. Selenka in  1907  performing  large  scale  fieldwork  at  the  location.  Apart  from  the  hominin  remains, thousands of other vertebrate and molluscan fossils were excavated by both Dubois and Selenka between  1891  and  1908.  These  collections  are  currently  housed  at  Naturalis  in  Leiden  (The Netherlands) and the Museum für Naturkunde in Berlin (Germany). Ongoing studies of these collections have raised questions that warrant new fieldwork. This study aimed to establish the site‘s present potential to solve extant research questions. The excavation trenches of Dubois and the Selenka expedition were contextualized within a modern geographical map, based on historical data, extant photographic material and a 2014\/2015 field trip. The potential to reach the find bearing Hauptknochenschicht (HK) is high at the left bank of the Solo river, south of Dubois’ original excavations. Also the left bank directly east of the former excavation pits has a good potential. Still remaining questions concerning the site stratigraphy, the age of the Trinil fauna, including the Homo erectus finds, and the homogeneity of the HK assemblage, might be resolved by new fieldwork. "
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 2 (2016); 99-114",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-12-01"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2016 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/150\/100"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}