{
    "id": "jurnalarkeologi-37",
    "title": [
        "Masyarakat Patalima di Teluk Elpaputih, Maluku*"
    ],
    "creator": [
        "Wattimena, Lucas"
    ],
    "subject": [
        "Masyarakat Patalima",
        "Pengelompokan",
        "Teluk Elpaputih"
    ],
    "description": [
        "Abstract. Patalima Community in Gulf of Elpaputih, Mollucas. This study aims to determine the patterns of Patalima community groups in the Gulf of Elpaputih, using a qualitative approach. The Patalima communities in the Gulf of Elpaputih consists of: Waraka, Tananahu, Liang, Soahuwey, Rumalait, Awaya, Hitalesia, Apisano. The results showed that each group of people in the Gulf of Elpaputih has different characteristic and background of grouping, but is an integral part of social and cultural unity sistem of Patalima community. The Grouping of people in the Gulf of Elpaputih is integrated in the soa structure but the basic structure is based on the autonomous nature of each group. Abstrak: Penelitian ini bertujuan untuk mengetahui pola pengelompokan kelompok masyarakat Patalima di Teluk Elpaputih, dengan menggunakan pendekatan kualitatif. Masyarakat Patalima di Teluk Elpaputih terdiri dari: Waraka, Tananahu, Liang, Soahuwey, Rumalait, Awaya, Hitalesia,Apisano. Hasil penelitian menunjukan bahwa kelompok-kelompok masyarakat di Teluk Elpaputih memiliki ciri khas dan latar belakang pengelompokan yang berbeda-beda, tetapi menjadi bagian integral kesatuan sistem sosial budaya masyarakat Patalima. Pengelompokan masyarakat Patalimadi Teluk Elpaputih terintegrasi dalam struktur soa1 tetapi sifatnya otonom berdasarkan struktur dasar masing-masing kelompok."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 32 No. 2 (2014); 111-118",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2014-11-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2014 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/169\/119"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}