{
    "id": "jurnalarkeologi-146",
    "title": [
        "Keramik Muatan Kapal Karam di Perairan Utara Cirebon: Bukti Jaringan Pelayaran Kuna"
    ],
    "creator": [
        "Harkantiningsih, Naniek"
    ],
    "subject": [
        "ceramics",
        "shipwreck",
        "shipping and trading"
    ],
    "description": [
        "The discovery of a shipwreck with various types of cargo in the archipelago, reinforce historical data of the archipelago in the past, such as a trading network between inter-island shipping and trade as well as interregional. One of shipwreck is found in the waters north of Cirebon, the most dominant cargo is ceramics. These commodities, provide more concrete archeological evidence about of distribution process ceramics from place of production (producer-kiln) to consumers, as well as variability, chronology, and ware, so that the certainty of any variety of ceramics traded and the distribution pattern, not only with ceramics commodity, but also with other commodity goods. The results of the analysis of ceramics, it can be seen the range chronology between 9th -10th Century: Late Tang, Five Dynasti, Northern Song and Liao, Zhejiang Province products. Ceramics items can be confirmed as a commodity item that appeared in the ship to be distributed to the consumer countries, including Indonesia. Ceramics is the principal key to the existence of international commercial network in the past. Therefore, ceramics becomes a significant subject of studies, since it enables us to find evidences to explain the long-distance trade that had occurred in the past; despite the presence of only limited ceramics period."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 28 (2010)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/415\/269"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}