{
    "id": "jurnalarkeologi-9",
    "title": [
        "Analisis Stakeholders dalam Pengelolaan Sumber Daya Arkeologi di Kota Cina, Medan."
    ],
    "creator": [
        "Purnawibowo, Stanov",
        "Koestoro, Lucas Partanda"
    ],
    "subject": [
        "Analisis stakeholders",
        "Kota Cina",
        "Konflik",
        "Manajemen",
        "Negosiasi"
    ],
    "description": [
        "Analisis stakeholders bertujuan untuk mengetahui potensi dan kebijakan pengelolaan konflik antarpemangku kepentingan di kawasan Kota Cina, Medan. Metode yang digunakan berupa mengklasifikasikan sejumlah isu yang terkait dengan pengelolaan tinggalan arkeologis di Kota Cina. Isu tersebut memberikan gambaran umum tentang potensi konflik yang terjadi di Kota Cina. Potensi konflik itu selanjutnya dianalisis dengan menggunakan salah satu alat analisis konflik, yaituanalisis bawang bombay. Hasil analisis menunjukkan adanya kesamaan kebutuhan yang menjadi simpul konflik, yaitu penggunaan lahan. Pengelolaan konflik yang baik untuk jangka panjang dalam proses pengelolaan Kota Cina adalah dengan negosiasi. Negosiasi dapat berupa musyawarah untukmenemukan kesepakatan bersama yang mampu mengakomodasi para pemangku kepentingan. Kesepakatan tersebut terkait dengan pemberdayaan warga masyarakat di sekitar Kota Cina, khususnya para pemilik lahan, dalam mewujudkan sikap positif dan kesadaran mereka terhadap pelestarian sumber daya arkeologis di Kota Cina. Abstract. Stakeholders Analysis in the Archaeological Resources Management at Kota Cina, Medan. Stakeholders analysis aims to determine the policies and potencies of conflict management among stakeholders in Kota Cina. The method used is classification of the issues related to the management of archaeological remains in Kota Cina. These issues provide a general overview of the potential conflicts that occurred in Kota Cina. The potential conflicts are then analyzed using one of the tools of conflict analysis, namely “onion analysis”. The analysis shows similarity of need that inflictsconflict, which is land use. Better conflict management for the long term is to negotiate. Negotiations can be formed as a forum of discussion to reach a mutual agreement that can accommodate the stakeholders’ interests. Mutual agreement is linked to the empowerment of communities around Kota Cina, especially the land owners, to create awareness in preserving the archaeological resources in Kota Cina."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 1 (2016); 65-80",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2016 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/77\/48"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}