{
    "id": "jurnalarkeologi-311",
    "title": [
        "Konstruksi Masyarakat Jawa Kuno terhadap Transgender Perempuan pada Abad ke 9-14 M"
    ],
    "creator": [
        "Muhamad Alnoza",
        "Dian Sulistyowati"
    ],
    "subject": [
        "old javanese people",
        "kḍi, maṅilala drabya haji",
        "trangender-women"
    ],
    "description": [
        "Abstract. The Construction of Ancient Java Community Towards Transgender Women in The 9th-14th Centuries. Transwomen in Indonesia are easily recognized by one's physical appearance. The survey stated that 89.3% of LGBT (lesbian, gay, bisexual, and transgender) groups have experienced discrimination and violence. The views of the Indonesian people towards transgender women today are influenced by the perspectives and constructions of society in the past. This paper is to reconstruct how the perspective of the ancient Javanese society towards trans women. Thepurpose of this research is to find the origin of the current Indonesian people's view of transgender women from past references. This study uses a descriptive analysis approach through the stages of data collection, analysis, and interpretation. It can be seen that the construction of society during the Javanese era considered transgender people as a group of people with disabilities. In addition to these constructions, for the royal group, trans women are part of the king's servants who have magical and political powers. Thus, trans women had an important position and privileges in the ancient Javanese kingdom. The position of transgender women can also be understood as an archipelago tradition, which places transwomen as a link between the human world and the world of gods, as can be found in bissu in South Sulawesi.\nAbstrak. Golongan transpuan di Indonesia mudah dikenali melalui penampilan fisik seseorang. Survei menyebutkan bahwa 89,3% kelompok LGBT (lesbian, gay, biseksual, dan transgender) telah mengalami diskriminasi dan kekerasan. Pandangan masyarakat Indonesia terhadap transpuan dewasa ini dipengaruhi oleh perspektif dan konstruksi masyarakat pada masa lalu. Tulisan ini dimaksudkan untuk merekonstruksi bagaimana perspektif masyarakat Jawa Kuno terhadap transpuan. Tujuan penelitian adalah untuk mencari permulaan pandangan masyarakat Indonesia saat ini terhadap transpuan dari referensi masa lampau. Penelitian ini menggunakan pendekatan kualitatif dengan metode deskripsi analisis melalui tahap pengumpulan data, analisis, dan interpretasi. Dapat diketahui bahwa konstruksi masyarakat pada masa Jawa Kuno menganggap transpuan sebagai golongan disabilitas. Di samping konstruksi tersebut, bagi golongan kerajaan, transpuan merupakan bagian dari abdi raja yang memiliki kekuatan magis dan politis. Dengan demikian, transpuan memiliki posisi yang penting dan hak-hak istimewa dalam kerajaan zaman Jawa Kuno. Posisi transpuan tersebut juga dapat dipahami sebagai suatu tradisi khas Nusantara, yang menempatkan transpuan sebagai penghubung dunia manusia dan dunia dewa, sebagaimana dapat dijumpai pula pada bissu di Sulawesi Selatan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 1 (2021); 51-64",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-07-13"
    ],
    "language": [
        "eng"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/770\/589"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}