{
    "id": "jurnalarkeologi-192",
    "title": [
        "Subak sebagai Benteng Konservasi Peradaban Bali"
    ],
    "creator": [
        "Geria, I Made",
        "Sumardjo, nfn",
        "Sutjahjo, Surjono H.",
        "Widiatmaka, nfn",
        "Kurniawan, Rachman"
    ],
    "subject": [
        "AWOT",
        "peradaban subak",
        "efektivitas"
    ],
    "description": [
        "The degradation of nature has potential to weaken the harmony between humans and their environment in a number of subak. Subak culture is only effective at the level of the superstructure, but the level of implementation is that subak have begun to be degraded due to land conversion, transfer of professions, poor economies, and young people who do not want to continue subak tradition. The purpose of this research is to see the existence of subak civilization then creates the policy strategy to develop Subak’s role as an ecological civilization tourism destination. The effectiveness method was used to see the existence of subak and AWOT Method as subak developing strategy to an ecoculture-tourism. Based on the results of effectiveness analysis and AWOT, it shows that subak culture as Bali civilization at the superstructure level is still exists and strong. However, at implementation level, there had been a weakening especially in urban areas. The implementation and preservation of the Sarbagita community based on the three components study was quite effective even for the superstructure component into a very effective category with an effectiveness value of 83.84%. So the components of the superstructure need to be maintained as a fortress of civilization in Sarbagita. However, the components of the social structure and infrastructure had quite low values, which are 59.55 percent and 50.32 percent respectively, which was included in the effective category but located in critical value. So it needs to improve level of social structure and infrastructure so that the three components of the subak civilization run effectively.Degradasi alam berpotensi melemahkan harmonisasi antara manusia dan lingkungannya di sejumlah subak. Budaya subak hanya efektif pada tingkat suprastruktur, tetapi dalam implementasinya subak telah mulai terdegradasi karena konversi lahan, pengalihan profesi, ekonomi miskin, dan kaum muda yang tidak ingin melanjutkannya. Tujuan penelitian ini adalah untuk melihat keberadaan peradaban subak, kemudian strategi kebijakan dalam mengembangkan peran subak sebagai tujuan wisata peradaban ekologis. Metode efektivitas digunakan untuk melihat keberadaan subak dan metode AWOT sebagai strategi pengembangan subak untuk wisata peradaban ekologi. Berdasarkan hasil analisis efektifitas dan AWOT menunjukkan bahwa budaya subak sebagai peradaban Bali di tingkat suprastruktur masih ada dan kuat. Namun, pada level implementasi telah terjadi pelemahan, terutama di daerah perkotaan. Pelaksanaan dan pelestarian masyarakat Sarbagita berdasarkan tiga komponen (sebutkan komponennya) yang diteliti efektif bahkan untuk komponen superstruktur masuk kedalam kategori sangat efektif dengan nilai efektivitas sebesar 83.84%. Sehingga komponen superstruktur perlu dipertahankan sebagai benteng peradaban di Sarbagita. Namun untuk komponen struktur sosial dan infrastruktur mempunyai nilai cukup rendah yaitu berturut-turut 59.55 persen dan 50.32 persen yang termasuk dalam kategori efektif tetapi berada pada titik kritis. Sehingga perlu dilakukan perbaikan pada tataran struktur sosial dan infrastruktur agar ketiga komponen peradaban subak berjalan efektif."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 1 (2019); 39-54",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2019-07-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/520\/395"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}