{
    "id": "jurnalarkeologi-313",
    "title": [
        "Studi Pendahuluan Bentuk Simbol Penyatuan dalam Tradisi India Kuno yang Ditemukan di Indonesia"
    ],
    "creator": [
        "Harriyadi, Harriyadi"
    ],
    "subject": [
        "liṅga yoni",
        "bodhyagrimudrā",
        "shatkona",
        "life unification",
        "liṅga yoni",
        "bodhyagrimudrā",
        "shatkona",
        "penyatuan kehidupan"
    ],
    "description": [
        "Abstract. Preliminary Study Of Unification Symbols Form From Ancient India Tradition Found In Indonesia. Humans and symbols have a bond that cannot be separated from each other because they always appear in a community group. During the Hindu-Buddhist period in Indonesia, various signs related to religion appeared. One of the religious practices that developed is the worship of the union of life. This study aims to identify the form of symbols and the meaning of the worship of the unification of life for the Hindu-Buddhist period. This study was conducted by collecting data on the worship of the union of life from various secondary sources in research reports, journals, and articles. Data collection is also focused on finding data on artifacts in Indonesia associated with symbols of the unification of life. The data collection results between mythology in India and artifacts in Indonesia are then synthesized to obtain a form of embodiment of the unification of life during the Hindu-Buddhist period in Indonesia. The study results show that the concept of the unification of life is symbolized in the linga-yoni, mudrā bodhyagrimudrā, and shatkona. Depictions of the yoni phallus and shatkona can be found in Indonesia. In Buddhism in Indonesia, the concept of the unification of life is symbolized in the mudrā bodhyagrimudrā found in the Mahavairocana Buddha statue. The gesture of the bodhyagrimudrā hand is a representation of the union of males and females. The depiction of the unification of life is more aimed at fulfilling religious needs, namely to achieve release (moksha) in Hinduism and achieve nirvana in Buddhism.\n \nAbstrak. Manusia dan simbol memiliki ikatan yang tidak dapat dipisahkan satu sama lain karena selalu muncul dalam suatu kelompok masyarakat. Pada masa Hindu-Buddha di Indonesia  muncul berbagai simbol yang berkaitan dengan religi. Salah satu praktik religi yang berkembang adalah pemujaan penyatuan kehidupan. Kajian ini bertujuan untuk mengidentifikasi bentuk simbol dan makna pemujaan penyatuan kehidupan bagi masyarakat pada masa Hindu-Buddha. Kajian ini dilakukan dengan cara mengumpulkan data mengenai pemujaan terhadap penyatuan kehidupan dari berbagai sumber sekunder berupa laporan penelitian, jurnal, dan artikel. Pengumpulan data juga difokuskan untuk mencari data objek artefak di Indonesia yang berhubungan dengan simbol penyatuan kehidupan. Hasil dari pengumpulan data antara mitologi di India dan artefak di Indonesia kemudian disintesiskan untuk mendapatkan bentuk perwujudan penyatuan kehidupan pada masa Hindu-Buddha di Indonesia. Hasil kajian menunjukkan bahwa konsep penyatuan kehidupan disimbolkan dalam lingga-yoni, mudrā bodhyagrimudrā, dan shatkona. Penggambaran lingga yoni dan shatkona dapat ditemukan di Indonesia. Dalam agama Buddha di Indonesia konsep penyatuan kehidupan disimbolkan dalam mudrā bodhyagrimudrā yang dijumpai pada arca Buddha Mahavairocana. Sikap tangan bodhyagrimudrā merupakan representasi penyatuan laki-laki dan perempuan. Penggambaran penyatuan kehidupan lebih ditujukan untuk pemenuhan kebutuhan religi, yaitu mencapai pelepasan (moksha) dalam agama Hindu dan mencapai nirwana dalam agama Buddha."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 2 (2021); 113-128",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 Harriyadi",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/778\/605"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}