{
    "id": "jurnalarkeologi-165",
    "title": [
        "Upacara Weda Di Jawa Timur: Telaah Baru Prasasti Dinoyo"
    ],
    "creator": [
        "Soejatmi Satari, Sri"
    ],
    "subject": [
        "Chandi Badut",
        "Dinoyo inscription",
        "satue of Agastya",
        "Veda",
        "Hindu"
    ],
    "description": [
        "The Weda Ceremony in East Java: New Studies on the Dinoyo lnscripsion. Most scholars are of the opinion that the inscription ofDinoyo, dating from 760 AD, is closely related to Chandi Badut. The god Putikeswara from the inscription is similar to the Siva lingga of the temple. The statue of Agastya mentioned in the inscription is also found at Chandi Badut (Bosch 1924, Poerbatjaraka 1926,. de Casparis 1942). Other scholars change their view. Based on the architecture, B. de Haan fixes the date of Badut around the 8th-9th centuries AD, later than the inscription. Vogler gives a date of the early tenth century which is according to him, later than Prambanan. Both still follow the view that the Dinoyo inscription is of a Hindu characteristic. After studying the inscription of Dinoyo, writer of this paper comes to the conclusion that it owns Vedic characteristics: the rites mentioned, like havis, caru and snana, the variouS'1Jriests and personage leading the ceremonies, Agastya a vedic priest, as the highest venerated personage while at Chandi Badut he is only one of Siva's followers, the rites which are carried out seem to be based on the Somayajfia"
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 27 No. 1 (2009)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-04-09"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/435\/288"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}