{
    "id": "jurnalarkeologi-66",
    "title": [
        "The Development of Pottery Making Traditions and Maritime Networks during the Early Metal Age in Northern Maluku Islands"
    ],
    "creator": [
        "Ono, Rintaro",
        "Aziz, Fadhila Arifin",
        "Oktaviana, Adhi Agus",
        "Ririmase, Marlon",
        "Iriyanto, Nurachman",
        "Zesse, Irwansyah B.",
        "Tanaka, Kazuhiko"
    ],
    "subject": [
        "Pottery",
        "Maritime Networks",
        "Early Metal Age",
        "Northern Maluku"
    ],
    "description": [
        "Abstrak. Perkembangan Tradisi Pembuatan Tembikar dan Jejaring Maritim pada Masa Logam Awal di Bagian Utara Kepulauan Maluku.Selama masa Neolitik atau Jaman Logam Awal setelah 2300 sampai 2000 tahun BP di Wallacea, migrasi manusia dan jaringan maritim menjadi lebih berkembang. Melalui bukti linguistik, misalnya, trans-migrasi oleh kelompok berbahasa Austronesia dan kelompok berbahasa Papua atau bukti arkeologi seperti perluasan dan pengembangan tembikar yang memiliki kemiripan membuat tradisi ini menjadi bukti sejarah adanya perdagangan rempah-rempah dengan China, India dan lebih jauh ke arah Barat lainnya dalam studi kasus di Maluku. Kedatangan budaya logam (baik perunggu maupun besi) dan bahan kaca dinilai penting karena mungkin menunjukkan pengembangan lebih lanjut jaringan migrasi dan perdagangan manusia yang aktif di wilayah ini. Dengan berpijak pada pemahaman tersebut, tujuan penelitian ini adalah untuk menemukan bukti-bukti kedatangan budaya logam di Maluku Utara sebagai indikasi jaringan migrasi dan perdagangan masa lalu. Ekskavasi sebagai pendekatan penelitian dilakukan pada situs baru di Maluku Utara antara tahun 2012-2014. Hasil penelitian menemukan bahwa Situs terbuka Gorua di pesisir timur laut Pulau Halmahera (Kabupaten Tobelo) merupakan salah satu dari situs-situs tersebut yang berumur sekitar 2300-2000 tahun BP (atau 300-50 SM). Sekaligus menjadi penanda perkembangan pembuatan tembikar dan pola jaringan maritim di Kawasan Maluku Utara pada masa Paleometalik\/Perundagian. Abstract. During the post Neolithic times or Early Metal Age, after 2300 to 2000 years BP, in Wallacea human migrations and maritime networks were more developed. Through linguistic evidence, for instance the trans-migration by Austronesian language speaking groups and Papuan language speaking groups, or archaeological evidences such as expansion and development of similar pottery, make the traditions a historical evidence for the spice trade with China, India, and further West for the Maluku case. The arrival of metal (both bronze and iron) and glass materials is also considered important due to the fact that it possibly shows further development of active human migrations and trade networks in that region. On the basis of such backgrounds and understanding, the aim of this research is to uncover evidences of the arrival of metal culture in Northern Maluku as an indication of migration and trade networks in the past. Excavations as research approach were carried out at some new sites in Northern Maluku during 2012-2014. Results show that an open site, Gorua, on the eastern coast of Halmahera Island (Tobelo Regency) is one of the sites, which dates to around 2300-2000 years BP (or 300-50 BC). It also marks the development of pottery-making and the pattern of maritime network within the Northern Maluku Islands during the Early Metal Age."
    ],
    "format": [
        "application\/pdf",
        "application\/vnd.openxmlformats-officedocument.spreadsheetml.sheet",
        "application\/x-zip-compressed"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 2 (2017); 109-122",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-12-29"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/256\/221",
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/256\/544",
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/256\/545"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}