{
    "id": "jurnalarkeologi-109",
    "title": [
        "JEJAK VOC-KOLONIAL BELANDA DI PULAU BURU (ABAD 17-20 M)"
    ],
    "creator": [
        "Mansyur, Syahruddin"
    ],
    "subject": [
        "Trace",
        "Sites Kayeli",
        "Colonial",
        "Buru Island."
    ],
    "description": [
        "Abstrak. Salah satu wilayah yang mendapat pengaruh kolonial di Kepulauan Maluku adalah PulauBuru, ditandai dengan pendirian sebuah benteng pertahanan sebagai salah satu pos pengawasan jalurperdagangan. Manifestasi jejak pengaruh kolonial ini merupakan indikasi awal peran wilayah PulauBuru dalam konteks historiografi masa kolonial. Dalam konteks ini pula, diperoleh gambaran tentangkronologi dan pola okupasi masa kolonial di Pulau Buru. Oleh karena itu, penelitian ini difokuskanpada data arkeologi dan data sejarah, sehingga metode analisis deskriptif dan metode analogi sejarahdigunakan untuk menjawab permasalahan penelitian. Hasil penelitian menunjukan bahwa bentuktinggalan arkeologi yang masih dapat diamati di wilayah penelitian berupa: benteng, bekas bangunangereja, meriam, rumah pejabat Belanda, kantor pemerintahan, bekas dermaga, mata uang Belanda, dantempayan. Berdasarkan hal itu, dapat diketahui bahwa peran Pulau Buru pada awal okupasi kolonialberkaitan dengan kebijakan monopoli cengkih di Kepulauan Maluku. Demikian pula tentang polaokupasi kolonial, dimana pada periode penguasaan kolonial di Pulau Buru mengalami perkembangandari Kayeli sebagai pusat pemerintahan awal. Akhirnya pada awal abad ke-20, karena pertimbanganlingkungan maka pemerintah Belanda memindahkan pusat pemerintahan ke lokasi yang memilikikondisi lingkungan yang lebih baik, yaitu Namlea. Rentang kronologi di kota baru inipun berlangsungsangat singkat yaitu sekitar 40 tahun. Abstract. Traces of The Dutch Colonial (VOC) on The Buru Island (17-20 Centuries). One of the areas that gets the colonial influence on Buru Island Maluku Islands are characterized bythe establishment of a fortress as one of observation post on the trade route in Maluku Islands.Manifestations of traces of colonial occupation pattern is an early indication of the role of the islandof Buru in the context of colonial historiography. In this context, it is important to trace the materialculture of the colonial period to determine the role of this region in order to obtain an overviewof the chronology and pattern of colonial occupation on the island of Buru. Therefore, this studyfocused on archaeological data and historical data, so that the descriptive analytical method and ofhistorical analogies methods are used to answer the research problem. The results showed that theshape of archaeological remains which can still be observed in the study area: the fort, the formerchurch building, the cannon, the house of Dutch officials, government offices, the former dock, theDutch currency, and jars. Based on that, it can be seen that the role of Buru Island in the earlycolonial occupation was related to the clove monopoly policy in the Maluku Islands. Similarly, on thepattern of colonial occupation, which in the period of colonial rule on the island of Buru have evolvedfrom early Kayeli as the central government. Finally, in the early 20th Century, due to environmentalconsiderations the Dutch government moved the seat of government to a location that has a betterenvironmental conditions, that is Namlea. The range of chronology in the new city is also very short,which is about 40 years."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 32 No. 1 (2014)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/376\/237"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}