{
    "id": "jurnalarkeologi-52",
    "title": [
        "Potensi Arkeologis Kepulauan Maluku: Penelitian dan Pemanfaatan*"
    ],
    "creator": [
        "Sarjiyanto, Sarjiyanto"
    ],
    "subject": [
        "Maluku",
        "Rempah",
        "Pengelolaan",
        "Pemanfaatan",
        "Media komunikasi"
    ],
    "description": [
        "Abstract. Archaeological Potency of Maluku Islands and Its Utilitations. Maluku islands is known to the world, especially European countries, as a producer, part of trade route, and destination of spices during the trade period in the past. Some countries such as Portugal, Spain, the Netherlands, and the United Kingdom have influenced the development of civilization in the Maluku islands. Several studies on the sites of the former kingdoms of Ternate, Tidore, Bacan, Jailolo, and the former site of the local authority of the rich society in Banda has given an overview of cultural resource potential and importance of the sites for the history of the archipelago. Not all the information or data obtainedcan be utilized directly for the benefit of the wider community with diverse communication media. Therefore it is hoped that the available data and information can be utilized for various purposes by showing their important values of sites and their finds as well as the variety of proper uses, among others publications, issuance of regulations\/policies, environmental management, tourism development, educational programs, development of new concepts, or establishing and improving museums. Regulations that provide more opportunity for public involvement in management and display of cultural heritage items – such as exhibitions, education, and events that are more community-oriented – also need to be made. Abstrak. Kepulauan Maluku dikenal dunia sebagai tempat produksi, jalur, dan tujuan pencarian rempah oleh negara-negara Eropa pada periode perdagangan masa lampau. Beberapa negara seperti Portugis, Spanyol, Belanda, dan Inggris telah memberi pengaruh perkembangan peradabandi Kepulauan Maluku. Beberapa penelitian di situs-situs bekas kerajaan Ternate, Tidore, Bacan, Jailolo, dan bekas tempat kekuasaan lokal Orang Kaya di Banda telah memberi gambaran potensi sumberdaya budaya dan arti penting situs-situs itu bagi sejarah Nusantara. Belum semua informasiatau data yang diperoleh langsung dapat dimanfaatkan untuk kepentingan masyarakat yang lebih luas dengan berbagai media komunikasi. Untuk itu diharapkan data dan informasi yang ada dapat dimanfaatkan untuk kepentingan berbagai hal. Metodenya dengan memperlihatkan nilai penting dari hasil penelitian situs dan tinggalannya serta memberikan berbagai bentuk pemanfaatannya. Hasil pemanfaatannya antara lain melalui media penyaluran informasi publikasi, pengeluaran peraturan\/kebijakan, tata lingkungan, pengembangan wisata, program pendidikan, pengembangan konsep baru, pengembangan museum. Regulasi yang lebih membuka peluang peran publik dalam pengelolaan dan penyajian benda budaya juga masih perlu dikembangkan.Termasuk di dalamnya peningkatan berbagai bentuk program pameran, pendidikan, dan event yang lebih berorientasi kepada masyarakat."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 33 No. 1 (2015); 45-62",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2015-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/212\/136"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}