{
    "id": "jurnalarkeologi-252",
    "title": [
        "TRADISI DAN SIMBOL YANG SERUPA: STUDI PERBANDINGAN PADA GAMBAR CADAS MUDA DI INDO-MALAYSIA"
    ],
    "creator": [
        "Leihitu, Irsyad"
    ],
    "subject": [
        "Recent Rock Art",
        "Indo-Malaysia",
        "Lenggong",
        "Sarolangun",
        "Comparative"
    ],
    "description": [
        "Abstract. The Similarity of Traditions and Symbols: Comparative Study of Recent Rock Art in Indo-Malaysia. As an ancient art, rock art, in general, is always associated with the prehistoric hunter-gatherer communities in the upper Paleolithic period or about 40,000 years ago. However, it was later discovered that the tradition of drawing\/painting inside the cave was still practiced by modern hunter-gatherer communities in the 19th century, especially in the Indo-Malaysian region. This article seeks to conduct a comparative study of \"recent\" rock art in Lenggong Region, Perak, Peninsular Malaysia with the new findings of \"recent\" rock art from Bukit Bulan Region, Sarolangun, Jambi, Sumatera Island, Indonesia. The method used is a comparative analysis that seeks similarities from attributes such as techniques, motifs, sizes, and characters. The results show that both recent “young” rock art in the two regions are somehow alike. Also, contextual studies show the existence of similar traditions and behavior between modern hunter-gatherer communities in both regions.\n&nbsp;\nAbstrak. Gambar cadas sebagai kesenian purba pada umumnya selalu dikaitkan dengan manusia prasejarah, yakni pemburu-peramu pada masa paleolitik atas atau sekitar 40.000 tahun yang lalu. Setelah itu, belakangan telah diketahui bahwa tradisi menggambar di dalam gua masih dilakukan oleh &nbsp;masyarakat pemburu-peramu modern pada abad ke-19, khususnya di wilayah Indo-Malaysia. Artikel ini dimaksudkan untuk melakukan studi perbandingan terhadap gambar cadas “muda” di Kawasan Lenggong, Perak, Semenanjung Malaysia, dengan temuan baru berupa gambar cadas “muda” di Kawasan Bukit Bulan, Sarolangun, Jambi, Pulau Sumatra, Indonesia. Metode yang digunakan adalah analisis komparatif untuk mencari kesamaan dari atribut, seperti teknik, motif, ukuran, dan karakter. Hasilnya menunjukkan bahwa banyak kesamaan atribut pada gambar cadas “muda” pada kedua situs. Selain itu, kajian kontekstual juga menunjukkan adanya tradisi dan pola perilaku yang serupa antara masyarakat pemburu-peramu modern di kedua wilayah tersebut."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 1 (2020); 31-48",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/671\/551"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}