{
    "id": "jurnalarkeologi-65",
    "title": [
        "The Descriptive Analysis of Palaeolithic Stone Tools from Sulawesi, Collected by the Indonesian-Dutch Expedition in 1970"
    ],
    "creator": [
        "Alink, Gerrit",
        "Adhityatama, Shinatria",
        "Simanjuntak, Truman"
    ],
    "subject": [
        "Sulawesi",
        "Walanae",
        "Palaeolithic",
        "Stone tools",
        "Surveying"
    ],
    "description": [
        "Abstrak. Analisis Deskriptif Alat Batu Palaeolithik dari Sulawesi, Hasil Ekspedisi Indonesia-Belanda pada tahun 1970.Studi ini menganalisis artefak temuan ekspedisi Indonesia-Belanda di tahun 1970 di Marale di hulu dan Beru di hilir Sungai Wallanae; termasuk menguji hipotesis bahwa penghalusan material kasar di hilir terjadi pada artefak kecil. Batu gamping, kersikan, dan rijang merupakan bahan yang dominan. Artefak umumnya mengalami abrasi dan pembundaran dari tingkat moderat hingga kuat. Hampir semua artefak terpatinasi. Teknik ‘crushing’ merupakan tipe dominan dari persiapan bidang dorsal dekat dataran pukul. Dataran pukul umumnya datar dan ujung distal tipis. Himpunan serpih Marale yang umumnya lebih lebar dan panjang dibandingkan himpunan serpih Beru mendukung hipotesis tersebut. Kebanyakan alat serpih merupakan serut samping. Sebagai tambahan, berdasarkan klasifikasi morfologi yang baru diperkenalkan, umumnya batu inti (70%) memiliki platform tunggal, berbentuk pyramidal atau polihedral, walaupun ada yang double platform. Perkiraan pertanggalan van Heekeren dari 200 dan 100 ka agaknya tepat, sebagaimana publikasi van den Bergh yang mempertanggal artefak in situ dari ekskavasi di daerah yang sama di antara 194 dan 118 ka.Abstract.This study analysis lithic artefacts collected by the Indonesian-Dutch expedition to Sulawesi in 1970. In addition, the hypothesis was tested that downstream fining of coarse material results in smaller artefacts. The artefacts were collected by surveying in Marale (upstream) and Beru (downstream) along the Walanae River. Most artefacts were abraded and rounded. Almost all artefacts were patinated. Silificied limestone and chert were the predominant raw materials for making stone tools. Crushing was the predominant type of dorsal face preparation near the striking platform. The dominant platform type was plain and the dominant distal end feather. The width and the maximal length of the flakes of Marale were significantly larger than those of Beru, confirming the above hypothesis. Most flake tools were side scrapers. In addition to the functional standard classification also a new morphological classification was introduced. Most cores (70%) were single platformed, pyramidal or polyhedral, but also double platformed cores were present. Dating of the stone tools between 200 and 100 ka as earlier suggested by van Heekeren might be plausible based on a recently published study by van den Bergh (2016) who dated in situ artefacts excavated in the same region between 194 and 118 ka."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 2 (2017); 75-92",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-12-29"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/252\/198"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}