{
    "id": "jurnalarkeologi-164",
    "title": [
        "Penerapan Cultural Resource Management Dalam Arkeologi"
    ],
    "creator": [
        "Sulistyanto, Bambang"
    ],
    "subject": [
        "cultural resource management",
        "meaning",
        "pe",
        "formance differences",
        "external interest",
        "heterogenic interest",
        "benefiting cultural heritage and social significance."
    ],
    "description": [
        "Application Cultural Resources Management in Archaeology as a Discipline. Cultural Resource Management (CRM) attempt to manage the related cultural resource in respect with the interest of many parties. In broader sense, CRM positioned the people as an integral part of the process of managing archaeological resources. In order to be able to wisely accommodate such interest and prevent the eruption of conflicts, it is necessary to involve many parties--in planning, implementing until evaluating--in the CRM perfonnance. Therefore, the CRM performance tends to stress on the effort of problem solving and to seek the best and the most reasonable solution. In regard to the above context it is obvious that there is a difference between the performance of CRM and archaeology in general. The performance differences between the two are noted on new dimensions developed in the CRM perfom1ance which cannot be found in that of archaeology. The new dimensions are related to external aspects of archaeological interests such as economy, education, tourism, community, politics and regulation. In other words, the CRM performance concerns with the heterogenic interest of stakeholders. Such concept of performance is not observable in the broad-spectrum of archaeological pe1 ormance, which is likely to focus on the aspect of material culture preservation. Hence, the performance of CRM does not terminate at the preservation of material culture instead it also involves the benefiting of material culture in respect to the ability to disclose the social significance of cultural heritage in the life of the people, which is the essence of perfonnance CRM."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 27 No. 1 (2009)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-04-09"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/434\/287"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}