{
    "id": "jurnalarkeologi-36",
    "title": [
        "Bencana Masa Lalu di Kepulauan Maluku: Pengetahuan dan Pengembangan Bagi Studi Arkeologi."
    ],
    "creator": [
        "Ririmasse, Marlon"
    ],
    "description": [
        "Abstract. Natural Disaster in The Past in The Islands of Moluccas: The Knowledge and Development For Archaeological Studies. Natural Disaster is a phenomenon that is a part of Indonesia’s regional characteristics. Earthquakes, volcanic activities, and floods are periodical experiences for the people living on these islands. The geographical characteristics of Indonesia that is located in the collision area of active plates, and is part of global volcanic chains are the natural factors that make this region vulnerable to natural disasters. Hence, during the last decade alone a number of major natural disasters have occurred. Cultural historical studies of the region also recorded natural disaster phenomena in the past. Most of the events might have minor impacts, but several natural disasters of the past have resulted in loss of civilizations. As part of the vast groups of islands at the corner of the Southeast Asia Archipelago, the Moluccas faces similar situation. This region is vulnerable to natural disasters. Geographically constructed as an archipelagic region, the Moluccas had witnessed a number of disaster events in the past. This article tries to discuss the natural disaster phenomena in the Moluccas by framing the issue in the archaeological and cultural historical perspectives. Bibliographical study has been adopted as an approach in this research. This study found that natural disasters have become an inherent element in the cultural historical development of the region. Furthermore, several past events have become the key factors in the cultural historical process of the islands. It is expected that this preliminary research will positively contribute to the development of natural disaster mitigationmodel in the Moluccas. Abstrak. Bencana alam adalah fenomena yang senantiasa melekat dengan Kepulauan Indonesia sebagai suatu kawasan. Gempa bumi, aktivitas vulkanik hingga banjir telah menjadi pengalaman periodik dalam kehidupan masyarakat di wilayah ini. Karakteristik geografis Indonesia yang berada pada pertemuan lempeng-lempeng aktif serta bagian dari mata rantai vulkanis global adalah faktor natural yang membuat kepulauan ini rentan bencana. Tak heran selama satu dekade terakhir saja beberapa bencana besar telah terjadi. Studi sejarah budaya juga mencatat tentang fenomena bencanaalam pada masa lalu di Nusantara. Ada yang memiliki dampak minim, namun ada juga yang berakibat hilangnya peradaban. Sebagai bagian dari himpunan luas pulau-pulau di sudut tenggara Asia, Kepulauan Maluku dihadapkan pada situasi serupa.Wilayah ini juga rentan terhadap bencana alam.Dengan karakteristik wilayah yang juga arsipelagik, Kepulauan Maluku menjadi saksi atas aktivitas alam yang terjadi di masa lalu. Tulisan ini mencoba mengamati fenomena bencana alam pada masa lalu di wilayah Kepulauan Maluku dari sudut pandang arkeologi dan kajian sejarah budaya. Studi pustaka dipilih sebagai pendekatan dalam kajian ini. Hasil penelitian menemukan bahwa bencana alam telah menjadi fenomena yang melekat dengan perkembangan sejarah budaya di Maluku. Beberapa di antara bencana masa lalu tersebut bahkan menjadi faktor kunci dalam proses sejarah budaya di wilayah ini. Diharapkan kajian pada tahap mula ini dapat menjadi sumbangan pemikiran arkeologi dan kajian sejarah budaya dalam pengembangan model mitigasi bencana alam di Maluku."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 32 No. 2 (2014); 93-109",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2014-11-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2014 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/168\/118"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}