{
    "id": "jurnalarkeologi-167",
    "title": [
        "The Geology of Kobatuwa Site, Residency of Ngada Central Flores, East Nusa Tenggara."
    ],
    "creator": [
        "S. Intan, M. Fadhlan"
    ],
    "description": [
        "The Geology of Kobatuwa Site, Residency of Ngada Central Flores, East Nusa Tenggara. Kobatuwa Site is a part of Soa Basin, which is located at the Piga village, Soa Sub-district, Ngada Regency, EastNusa TenggaraProvince. Geographically this site is situated at 8°41 'l 7,4\" Southern Latitude and 121 °05' 16,4\" Eastern Hemisphere. Morphologically, the Kobatuwa Site formed by weakly undulated hills with maximum elevation of about 325 m high above sea level. The main river and its tributaries show centripetal drainage pattern and they belong to periodic and episodic rivers. The rocks unit at the Kobatuwa site and its surroundings are: Tuff Unit (Early to Middle Pleistocene), Volcanic Breccia Unit (Early to Middle Pleistocene), Conglomerate Unit (Early to Middle Pleistocene), and Alluvial Deposits (Holocene). Normal fault is found in theKobatuwa Site and surroundings. The lithic and bone fragments of vertebrate fossil bones found at the Kobatuwa Site and its surroundings provide an information of the aspect and the characteristics of the cultural remains at this area. The relative dating of this site reveals 700,000 - 60,000 years BP, and the lithic artifacts from the Kobatuwa Site are classified as the massive tools."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 27 No. 1 (2009)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-04-09"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/437\/290"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}