{
    "id": "jurnalarkeologi-250",
    "title": [
        "Periodisasi Candi Simangambat: Tinjauan Terhadap Beberapa Temuan Ragam Hias Candi"
    ],
    "creator": [
        "Susetyo, Sukawati"
    ],
    "subject": [
        "Periodization of Simangambat Temple",
        "Temple Ornamental"
    ],
    "description": [
        "Abstract. Periodization of Simangambat Temple: A Review on Some Temple Ornaments. Simangambat Temple is the ruin of a temple which is located in the southern part of North Sumatra Province. Some artefacts found during ground surveys and excavations vary from kala-shaped stones, makara, guirlande reliefs, garia, pillars, and 'kertas tempel' motifs. These findings show similarities to the artefacts found in the temples from Old Mataram era; hence it can be concluded that Simangambat Temple might have been built in the same period as the temples of Old Mataram era. Abstrak. Candi Simangambat merupakan suatu candi yang terletak di bagian Selatan Provinsi Sumatera Utara yang kondisinya sudah runtuh. Beberapa artefak yang ditemukan baik dari hasil penggalian maupun yang sudah berada di permukaan tanah yaitu batu-batu berbentuk kala; makara; batu berelief guirlande, gapa, pilar dan motif kertas tempel; menunjukkan kemiripan dengan artefak dari candi-candi zaman Mataram Kuna. Berdasarkan hal itu maka diduga bahwa Candi Simangambat dibangun sezaman dengan candi-candi dari jaman Mataram Kuna."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 2 (2011); 40-51",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/659\/481"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}