{
    "id": "jurnalarkeologi-166",
    "title": [
        "Mencari Jejak Benteng 'De Vijfhoek' Di Kota Lama Semarang Melalui Pendekatan Sejarah"
    ],
    "creator": [
        "., Krisprantono"
    ],
    "subject": [
        "Fortress",
        "VOC and Semarang"
    ],
    "description": [
        "Retracing The 'Vijfboek' Fort in The Old Town of Semarang using Historical Approach. At the beginning of the Dutch East Indies Company (VOC) establishment trade activity increased. The trade facilities road, river, harbour as well as fort have to be provided 'in order to maintain trade monopoly along the north coast of Java. Road and river were transportation facilities to transport agricultural products from inland to the harbour, which was the facility of export and import goods while fort was functioned as military defence and security system. Beginning with fort, VO(hun the trade monopoly policy and gradually set up new town as a settlement and offices to acomodate the business. VOC took advantage in conflict between Trunojoyo and Mataram, the biggest kingdom in Java. Military support from VOC gave Mataram victory over Trunojoyo. As a consequence Mataram bad to give Semarang as a trading post ofVOC under the treaty between VOC and Mataram in 1678. As the first step in establishing Semarang, VOC built a fortress as a military defence. This fortress had been renovated and developed overtime up to the end of 18th century."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 27 No. 1 (2009)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-04-09"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/436\/289"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}