{
    "id": "jurnalarkeologi-196",
    "title": [
        "Aktivitas Masa Lalu Masyarakat Pendukung Situs Doro Mpana, Dompu"
    ],
    "creator": [
        "Juliawati, Ni Putu Eka",
        "Wibisono, Sonny Chr.",
        "Utami, Luh Suwita",
        "Hidayah, Ati Rati",
        "Rema, Nyoman"
    ],
    "subject": [
        "Doro Mpana",
        "Dompu",
        "Batu Dimpa"
    ],
    "description": [
        "Abstract, Research at Doro Mpana Site started with a report from the Head of Kandai Satu Village about the findings of a number of objects which are suspected of being archaeological remains in the form of earthenware fragments, ceramics, metal objects, human bone fragments, and Batu Dimpa. Batu Dimpa is a term given by the community for flat stones which are believed to be ancient grave markers. The purpose of this study was to determine the activities carried out by the community of Doro Mpana Site in the past. Data was collected through excavation, survey, and interview methods. Data were analyzed using specific analysis that focused on the physical characteristics of artifacts and contextual analysis related to the connection between archeological data. Three excavation squares were opened in this first phase of research. The results of excavation are earthenware fragments, foreign ceramic fragments, andesite stones, Batu Dimpa, brick structures, and human bone fragments. In the past, Doro Mpana site was once used for burial. Foreign ceramics findings show that the community in the past had been in contact with the outside world in trade relations. Utilization of Doro Mpana as a settlement in more recent time is supported by brick findings and some historical records. Abstrak, Penelitian di Situs Doro Mpana diawali dengan laporan Lurah Kandai Satu tentang temuan sejumlah benda yang diduga merupakan tinggalan arkeologi berupa fragmen gerabah, keramik, benda logam, fragmen rangka individu manusia, dan Batu Dimpa. Batu Dimpa adalah sebutan masyarakat untuk batu pipih yang dipercaya merupakan penanda kubur kuno. Tujuan penelitian ini adalah untuk mengetahui aktivitas masyarakat pendukung Situs Doro Mpana pada masa lalu. Pengumpulan data dilakukan dengan metode ekskavasi, survei, dan wawancara. Data dianalisis dengan menggunakan analisis khusus yang menitikberatkan ciri fisik artefak dan analisis kontekstual yang berkaitan dengan hubungan antardata arkeologi. Tiga buah kotak ekskavasi dibuka dalam penelitian tahap pertama ini. Adapun hasil ekskavasi adalah berupa fragmen gerabah, fragmen keramik asing, batu andesit, Batu Dimpa, struktur bata, dan fragmen tulang individu manusia. Pada masa lalu Situs Doro Mpana pernah dimanfaatkan untuk penguburan. Temuan keramik asing menunjukkan bahwa masyarakat pada masa lalu telah mengadakan kontak dengan dunia luar dalam hubungan perdagangan. Pemanfaatan Doro Mpana sebagai permukiman pada masa yang lebih muda didukung temuan bata dan catatan sejarah."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 2 (2019); 139-149",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-14"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/551\/455"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}