{
    "id": "jurnalarkeologi-320",
    "title": [
        "Reinterpretasi Pertanggalan Relatif Empat Arca Batu Koleksi Museum Nasional Indonesia"
    ],
    "creator": [
        "Murdihastomo, Ashar",
        "Susetyo, Sukawati"
    ],
    "subject": [
        "statue",
        "iconography",
        "art style",
        "reinterpretation",
        "chronology",
        "arca",
        "ikonografi",
        "gaya seni",
        "reinterpretasi",
        "kronologi"
    ],
    "description": [
        "Abstract. Reinterpretation of The Relative Date of The Four Stone Sculptures Collection of The National Museum of Indonesia. The results of research on the art style of the Kāḍiri period statues in 2020 show that four statues have been identified as requiring renewal. The information in question is related to the relative dating of the statue. The information written on the museum's information label for the four statues comes from the XI-XII centuries AD. However, when examined based on the art style of the statues, the four have younger characteristics. Therefore, the question arises, what are the characteristics of the sculptures from the four statues in the collection of the National Museum of Indonesia, and when is the relative date indicated by the art style of the statues? This study aimed to determine the art style of the four statues from the collection of the Indonesian National Museum and provide new information on the chronology of the time of the statues. This study uses a qualitative approach based on the descriptive-explanative principle in conducting the analysis using the principles of iconography and ancient sculpture art styles. The results obtained indicate that the four statues have two sculpture characters, namely the Majapahit era and the late Majapahit period, with a relative date range of the XIV-XV centuries AD.\n \nAbstrak. Hasil penelitian tentang gaya seni arca masa Kāḍiri tahun 2020 memperlihatkan ada empat arca yang teridentifikasi memerlukan pembaruan. Informasi yang dimaksud terkait dengan pertanggalan relatif arca. Keterangan yang tertulis pada label informasi museum keempat arca tersebut berasal dari abad XI--XII Masehi.  Namun, apabila dikaji berdasarkan gaya seni arcanya, keempatnya memiliki ciri yang lebih muda. Oleh karena itu, muncul pertanyaan apakah ciri seni arca dari empat arca koleksi Museum Nasional Indonesia tersebut dan kapan pertanggalan relatif yang ditunjukkan oleh gaya seni arca itu? Tujuan penelitian ini adalah untuk mengetahui gaya seni arca keempat arca koleksi Museum Nasional Indonesia dan memberikan informasi baru terhadap kronologi waktu arca tersebut. Kajian ini menggunakan pendekatan kualitatif yang didasarkan pada prinsip deksriptif-eksplanatif. Dalam melakukan analisis menggunakan prinsip ikonografi dan gaya seni arca kuno. Hasil yang diperoleh menunjukkan bahwa keempat arca tersebut memiliki dua karakter seni arca, yaitu masa Majapahit dan masa akhir Majapahit dengan kisaran pertanggalan relatif abad XIV-XV Masehi."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 2 (2021); 129-146",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 Ashar Murdihastomo, S.S., Sukawati Susetyo",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/809\/606"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}