{
    "id": "jurnalarkeologi-21",
    "title": [
        "Karakteristik Arsitektur Masjid Kuno dan Perkembangan Islam di Maluku."
    ],
    "creator": [
        "Handoko, Wuri"
    ],
    "subject": [
        "Arsitektur",
        "Masjid",
        "Karakteristik",
        "Islam",
        "Maluku"
    ],
    "description": [
        "Abstract. Characteristics of Ancient Mosque Architecture and Development of Islam in the Moluccas. The mosque is a product design, which marks how Islam is developing in a region. This is because the mosque is the main evidence of the existence of Islam in society. The architecture of the mosque can also give us an idea, where the influence of Islam came. This research is qualitative, whose main data is The Moluccas mosque architecture. I Use it to see the development of Islam in the Moluccas, and to the characteristics of the ancient mosque in the region, It can show specific traits of ancient mosques in the Moluccas, as well as the possibility of symbolic meaning.Abstrak: Masjid adalah produk rancang bangun, yang menandai bagaimana Islam bekembang disuatu wilayah. Hal ini karena masjid adalah penanda atau bukti utama keberadaan Islam di lingkungan masyarakat. Dari bentuk arsitektur masjid juga dapat memberikan gambaran, darimana pengaruh Islam berasal. Penelitian ini merupakan penelitian kualitatif, dengan data utama berupa deskripsi arsitektur masjid untuk melihat perkembangan Islam di wilayah Maluku.Selain itu juga melihat karakteristik masjid kuno di Maluku, yang dapat memperlihatkan ciri spesifik masjid kuno di Maluku, sekaliguskemungkinan makna simbolik dari karakteristik masjid itu sendiri."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 1 (2013); 39-52",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-06-01"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/152\/102"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}