{
    "id": "jurnalarkeologi-28",
    "title": [
        "Muatan Intan Shipwreck Abad Ke-10: Variabilitas dan Kronologi."
    ],
    "creator": [
        "Harkantiningsih, Naniek"
    ],
    "subject": [
        "Keramik",
        "Kapal Karam",
        "Muatan",
        "Pelayaran",
        "Perniagaan"
    ],
    "description": [
        "Abstract. Intan Shipwreck Cargo from 10th Century CE: Variability and Chronology. In the past two decades, many shipwreck have been discover with various types of cargo in the Archipelago waters. Most shipwreck relics were found in the western part of the Archipelago waters (Sumatra- Java). It is a fact, that the Archipelago waters have very much shipwreck remains. One of the shipwreck found, is Intan Shipwreck. This article will discuss the variability and chronology of Intan is cargo, that was explored in 1997. Then the identification of the shipwreck cargo, compared with the archaeological remains discovered from the research. Most of the shipwreck cargo, it can be confirmed as a commodity item that will be distributed to the consumer. The pattern of distribution and equation shipwreck cargo at archaeological sites, strengthen the networking of shipping and commerce, both long distance and short distance, in the context of its time. Hence, through this discussion, it makes it possible to view the archipelago in the past in a broader perspective, such as in the form of networking. Abstrak. Dalam dua dasawarsa ini, banyak penemuan kapal karam dengan berbagai jenis muatannya di perairan Nusantara. Sebagian besar peninggalan kapal karam tersebut ditemukan di perairan Nusantara bagian barat (perairan Sumatra-Jawa). Ini suatu kenyataan, bahwa perairan laut Nusantara memiliki tinggalan kapal karam yang sangat banyak. Salah satu kapal karam yang ditemukan, ialah Intan Shipwreck. Artikel ini akan membahas variabilitas dan kronologi muatan kapal karam yang telah dieksplorasi pada tahun 1997. Kemudian hasil identifikasi muatan kapal itu, dibandingkan dengan tinggalan arkeologi yang ditemukan dari hasil penelitian di situs-situs arkeologi. Sebagian besar muatan kapal karam ini, dapat dipastikan sebagai barang komoditi yang akan didistribusikan ke negara konsumen. Pola persebaran dan persamaan muatan kapal karam di situs arkeologi memperkuat.adanya jaringan pelayaran dan perniagaan, baik jarak jauh maupun jarak dekat, dalam konteksjamannya."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 2 (2013); 91-97",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-12-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/159\/109"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}