{
    "id": "jurnalarkeologi-312",
    "title": [
        "Interpretasi Fungsi Tembikar dari Sektor ABH Kawasan Percandian Muarajambi Berdasarkan Analisis Residu dengan Menggunakan Metode Gas Chromatography-Mass Spectrometry (GC\/MS)"
    ],
    "creator": [
        "Sulistyowati, Dian",
        "Wibowo, Dicky Caesario",
        "Ardiansyah, Hafiyyan Dinan"
    ],
    "subject": [
        "Kawasan Percandian Muarajambi",
        "pottery preparation sample",
        "organic residue",
        "GC\/MS"
    ],
    "description": [
        "Abstract. Interpretation Of The Pottery Function From The Abh Sector In Muarajambi Temple Based On Residual Analysis Using Gas Chromatography-Mass Spectrometry (GC\/MS) Method. Pottery is one of the artifacts that found in most archaeological sites, and it found both in prehistoric and historic context. Even though mostly found in fragments, the availability of pottery can help archaeologists reconstruct culture in the past. There are many methods and attempts to analyze pottery from archaeological sites. One of the recent development is lipid analysis from the inner pores of pottery Selatan. By using Gas Chromatography-Mass Spectroscopy (GC\/MS) methods, an archaeologist can identify and characterize lipid in pottery. This paper focuses on the preparation and residue analysis stage of pottery samples from Kawasan Percandian Muarajambi. Since sample preparation rarely describes in books, we try to present a small part of lipid analysis before the results can be used as a pottery function. The analysis showed that there were organic chemical compounds left in the pottery samples, among others are vegetable and animal fats. Initial information obtained from the results of the analysis is that there is an indication that the pottery fragments function as cooking containers, this is reinforced by the presence of combustion compounds found in pottery residues and the absence of traces of contamination on the residues. However, the results of this analysis are initial indications that still need to be strengthened by contextual analysis, and cannot be applied in general to other sites in Kawasan Percandian Muarajambi.\n&nbsp;\nAbstrak. Tembikar merupakan salah satu artefak yang umum ditemukan pada situs arkeologi, baik situs masa prasejarah maupun masa sejarah. Walaupun sebagian besar dari temuan tembikar ditemukan dalam bentuk pecahan, keberadaan tembikar dalam satu situs arkeologi dapat membantu upaya rekonstruksi kehidupan manusia pada masa lalu. Rekonstruksi ini dilakukan melalui berbagai metode analisis dan pendekatan, di antaranya analisis residu untuk mengetahui fungsi tembikar tersebut. Melalui metode analisis Gas Chromatography-Mass Spectrometry (GC\/MS) dapat dideteksi keberadaan sisa organik residu dan memberikan penjelasan mengenai fungsi tembikar tersebut pada masa lalu. Tulisan ini berfokus pada tahap persiapan dan analisis residu beberapa sampel tembikar di Kawasan Percandian Muarajambi melalui metode GC\/MS. Tahappenyiapan sampel menjadi penting karena hingga saat ini belum banyak tulisan yang menguraikan secara terperinci mengenai hal tersebut. Hasil analisis memperlihatkan adanya senyawa kimia organik yang tertinggal pada sampel tembikar di antaranya lemak nabati dan hewani. Informasi awal yang diperoleh adalah adanya indikasi bahwa fragmen tembikar tersebut berfungsi sebagai wadah memasak. Hal itu diperkuat oleh adanya senyawa hasil pembakaran pada residu tembikar dan tidak adanya jejak kontaminasi. Namun, hasil analisis ini adalah indikasi awal yang masih perlu diperkuat melalui analisis kontekstual, yang tidak dapat diberlakukan secara umum pada situs lain di Kawasan Percandian Muarajambi."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 1 (2021); 35-50",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-07-14"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/775\/587"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}