{
    "id": "jurnalarkeologi-257",
    "title": [
        "Jejak-Jejak Persia di Barus"
    ],
    "creator": [
        "Perret, Daniel",
        "Surachman, Heddy"
    ],
    "subject": [
        "Barus",
        "Persia",
        "Kaca",
        "Tembikar"
    ],
    "description": [
        "Abstract. Traces of Persian Culture at Barrus. From the middle of the first millenium C.E., or even before, Barus has been known as a trading mart for camphor and gold.Archaeological researches conducted in Barus from 1995 until 2005, as part of the cooperation program between The National Research and Development Centre of Archaeology, Indonesia and École française d'Extrême-Orient (EFEO), highlight the ancient relation between Persia and the Indonesia archipelago.A number of artefacts coming for Persia, made of stone and glass, as well as pottery, were collected during the excavations of the Lobu Tua site (mid-9th c.-end of the 11th c). Although analyses of the finds collected during the excavations at the Bukit Hasang site ( 12th c- beg. of the 16th c.) arenot completed yet, it is clear that at that time Barus experienced a great decline in the use of objects made of permanent material coming from the Middle East. But two inscribed tombstones, dating to the end of the 14th c. and to beginning of the 15th c, using Persian language or grammar prove that relation with Persia were not completely severed.Abstrak. Barus terkenal dari Asia Barat sampai Cina sebagai tempat perdagangan kuno untuk kamper dan emas sejak paling tidak pertengahan milenium pertama Masehi. Penelitian arkeologi yang telah dijalankan dari tahun 1995 hingga tahun 2005 di Barus, dalam rangka kerjasama Pusat Penelitian dan Pengembangan Arkeologi Nasional dengan École française d'Extrême-Orient (EFEO), menunjukkan hubungan yang berlangsung lama antara Persia dan Nusantara.Ekskavasi di situs Lobu Tua khususnya menghasilkan sejumlah artefak asal Persia dari batu dan kaca, serta sejumlah pecahan tembikar yang dipakai di Barus antara pertengahan abad ke-9 M dan akhir abad ke-I 1. Walaupun analisis mengenai hasil penggalian di situs Bukit Hasang (abad ke-12 hingga awal abad ke-16) belum selesai, sudah jelas bahwa pemakaian benda-benda permanen asal wilayah Timur Tengah pada umumnya menurun drastis di situs tersebut dibandingkan dengan Lobu Tua. Tetapi dua batu nisan dari akhir abad ke-14 dan awal abad ke-15, yang bertuliskan bahasa Persia atau menggunakan tata bahasa Persia, merupakan bukti bahwa hubungan dengan Persia tidak putus sama sekali."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 25 No. 1 (2007); 1-11",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-26"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/676\/pdf"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}