{
    "id": "jurnalarkeologi-321",
    "title": [
        "Lanskap Budaya Pacitan dan Korelasinya dengan Sebaran Hunian, Artefak, dan Bahan Baku di Kawasan Gunung Sewu"
    ],
    "creator": [
        "Nurani, Indah"
    ],
    "subject": [
        "cultural landscape",
        "pacitan",
        "paleolithic",
        "Gunung Sewu",
        "lanskap budaya",
        "pacitan",
        "paleolitik",
        "Gunung Sewu"
    ],
    "description": [
        "Abstract, Pacitan Cultural Landscape and Correlation with The Distribution of Occupation, Artifacts, and Raw Materials in The Gunung Sewu Area. The results of archaeological research in the Gunung Sewu area provide an overview of the cultural landscape of space and time. During the Pleistocene, paleolithic remains were scattered mainly in the Baksoko watershed, Pacitan, and the Oyo River watershed, Gunungkidul. Traces of the cultural heritage of the Gunung Sewu area that last hundreds of thousands of years show a shift in choosing a place to work. An area is selected for activities based on the availability of basic human needs, both food sources (flora-fauna) and raw materials for making equipment. The need for raw materials equipment is an essential factor in describing the cultural landscape map because the choice of location as an activity is reflected in the human mind at that time. Applying paleolithic technology to Pacitan culture and neolithic technology generally uses rock materials that are easy to flake and chip. Therefore, selecting rock material with high hardness (silica content) will determine its sharpness. To reconstruct the cultural landscape in Pacitan in the dimensions of space and time, this aims to explain based on the hypothesis that if a culture is created in a particular natural environment, then the activity will occupy a particular natural environment. The approach used is landscape archeology. Based on this, it can be reconstructed that there are differences in stone raw materials for tool making between the upstream and downstream areas of the river with different technologies. In addition, there was a shift in an occupation that was initially centered around rivers during the Pleistocene, then shifted to karst hills in caves or niches during the Early Holocene.\n \nAbstrak. Hasil penelitian arkeologi di Kawasan Gunung Sewu memberikan gambaran lanskap budaya ruang dan waktu. Pada kala Pleistosen tersebar tinggalan paleolitik, terutama di Daerah Aliran Sungai (DAS) Kali Baksoko, Kabupaten Pacitan dan DAS Kali Oyo, Kabupaten Gunungkidul hingga tinggalan neolitik kala Holosen di Ngrijangan lengkap ditemukan di kawasan Gunung Sewu. Jejak tinggalan budaya Kawasan Gunung Sewu tersebut berlangsung ratusan ribu tahun yang menunjukkan adanya pergeseran dalam memilih tempat mereka beraktivitas. Suatu daerah dipilih untuk beraktivitas didasarkan pada tersedianya kebutuhan pokok manusia, baik sumber makanan (flora-fauna) maupun bahan baku untuk pembuatan peralatan. Kebutuhan bahan baku untuk peralatan merupakan faktor penting dalam menggambarkan peta lanskap budaya karena pilihan lokasi untuk beraktivitas tecermin bagaimana alam pikiran manusia pada waktu itu. Penerapan teknologi paleolitik pada budaya Pacitanian dan teknologi neolitik umumnya memakai bahan batuan yang mudah diserpih dan dipangkas. Oleh karena itu, pilihan material batuan dengan kekerasan tinggi (kandungan silikaan) sangat menentukan ketajamannya. Untuk merekonstruksi lanskap budaya di Pacitan dalam dimensi ruang dan waktu ini bertujuan menjelaskan yang didasarkan suatu hipotesis apabila suatu budaya tercipta pada lingkungan alam tertentu, Dengan demikian, suatu aktivitas akan menempati lingkungan alam tertentu. Pendekatan yang digunakan adalah arkeologi lanskap. Berdasarkan hal tersebut, dapat direkonstruksi adanya perbedaan bahan baku batu untuk pembuatan alat antara daerah hulu dengan  ilir sungai dengan teknologi yang berbeda. Selain itu, terjadi pergeseran hunian, pada awalnya berpusat di sekitar sungai pada masa Pleistosen, kemudian bergeser ke perbukitan karst di gua atau ceruk pada awal Holosen."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 2 (2021); 97-112",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 Indah Nurani",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/818\/604"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}