{
    "id": "jurnalarkeologi-62",
    "title": [
        "Kebijakan penguasa dalam pelestarian Bangunan keagamaan pada masa pemerintahan rakai watukura dyaḥ Balitung (898-910 m.)"
    ],
    "creator": [
        "Pradana, Yogi"
    ],
    "subject": [
        "pelestarian",
        "balitung",
        "bangunan keagamaan",
        "bentuk"
    ],
    "description": [
        "Abstract, POLICY OF THE AUTHORITIES IN THE PRESERVATION OF RELIGIOUS BUILDINGS DURING THE REIGN OF RAKAI WATUKURA DYAḤ BALITUNG (898-910 AD). This article discusses the policy of the authorities during the reign of King Balitung of Ancient Mataram Kingdom or Mḍang in 898-910 AD. The policy that discusses in this studywasshapes of preservation of religious buildings fromlate 9th century until early 10th century Old Javanese inscriptions. The aim of this case was to provide information on the shape of preservation of religious buildings in the past. The method used in this study was inductive reasoning with descriptive-analytic approach. This method was applied to the inscriptions of the time of King Balitung that containing sīma determination with regard to religious buildings to generate shapes of conservation policy of religious buildings. This study led to the conclusion that the authorities in the form of policies to preserve religious buildings at the time of King Balitung among others the construction, maintenance and gifts for religious buildings. Keywords: preservation, balitung, religious buildings, shapes"
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 1 (2017); 47-60",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-08-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/235\/164"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}