{
    "id": "jurnalarkeologi-251",
    "title": [
        "Konsep Open Air Museum: Alternatif Model Pelestarian Situs Arkeologi di Indonesia"
    ],
    "creator": [
        "Winaya, Atina"
    ],
    "subject": [
        "Open Air Museum",
        "Preservation of Sites",
        "Archaeological Sites"
    ],
    "description": [
        "Abstract. Open air museum is a kind of museum that exhibits its collections in an open space. In its development, it not only displays the collections outdoor, but also an attempt to preserve archaeological sites. The concept is already developed in advanced countries. Through this concept, an archaeological site was transformed into \"life \" again. Landscape and heritage buildings were reconstructed in accordance with the conditions in the past. Beside the tangible remains, the intangible remains were also reconstructed. Recently, people can obtain knowledge and experience about the atmosphere of the past. In Indonesia, the concept is rather new. The concept can be used as one of the solutions in order to optimally preserve archaeological sites. Significant values, both physical and non-physical, are well-developed to benefit the community. Thus, the meaning of the archaeological sites can be understood by today andfuture society, so it would grow the awareness of national identity and increase the patriotism. Abstrak. Open air museum adalah jenis museum yang memamerkan koleksinya di ruang terbuka. Dalam perkembangannya, open air museum tidak hanya memamerkan koleksinya secara outdoor, melainkan merupakan salah satu media dalam upaya pelestarian situs arkeologi. Konsep tersebut sudah banyak dikembangkan di negara-negara maju. Melalui konsep open air museum, suatu situs arkeologi berubah menjadi hidup kembali. Lansekap dan bangunan Cagar Budaya direkonstruksi sesuai dengan kondisinya di masa lalu. Selain tinggalan budaya tangible, tinggalan budaya intangible juga direkonstruksi kembali. Dengan demikian, masyarakat masa kini dapat memperoleh pengetahuan dan pengalaman mengenai suasana situs beserta kehidupannya di masa lampau. Konsep open air museum masih dapat dikatakan asing di Indonesia. Padahal jika dikaji lebih lanjut, konsep tersebut dapat dijadikan salah satu solusi dalam upaya pelestarian dan pemanfaatan situs secara optimal. Potensi-potensi yang terkandung di dalam situs, baik fisik maupun nilai, digali dan dikembangkan semaksimal mungkin, sehingga dapat memberikan manfaat bagi masyarakat. Dengan demikian, makna yang terkandung di dalam situs dapat dipahami oleh masyarakat masa kini dan masa yang akan datang sehingga menumbuhkan kesadaran akan identitas dan jati diri bangsa, serta meningkatkan rasa cinta tanah air."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 2 (2011); 52-61",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/660\/482"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}