{
    "id": "jurnalarkeologi-197",
    "title": [
        "Kubur Batu sebagai Identitas Diri Masyarakat Sumba: bukti keberlanjutan budaya megalitik di Anakalang, Sumba Tengah"
    ],
    "creator": [
        "Handini, Retno"
    ],
    "subject": [
        "kubur batu",
        "megalitik",
        "Anakalang",
        "Sumba"
    ],
    "description": [
        "The study of the stone grave in Anakalang aims to find out the position of the stone grave in the Sumba community. The research methods carried out were participation observation, in-depth interviews, and literature studies. In-depth interview techniques were carried out on key informants, namely traditional elders, marapu leaders (rato), leaders of tengi watu (paaung watu), and the organizers of the pulling stone ritual. The results of the study show that the stone grave is a key artifact that has served as the identity of the Sumba people since hundreds of years ago. The stone grave in Anakalang has an irreplaceable function to date even though it began to be known as cement graves. The establishment of stone graves and the ritual of pulling stones are united in the daily lives of the Anakalang people with a background of religious conceptions which are seen as ancestral heritage that must be held firmly. The variety of megalithic cultures on Sumba has penetrated the time period in a theoretical way, and continues to this day as a tradition. Sacrifice, dedication, and respect for ancestors is the answer to why Sumba people, especially Anakalang, still maintain the existence of stone graves.Penelitian kubur batu di Anakalang bertujuan untuk mengetahui posisi kubur batu pada masyarakat Sumba. Metode penelitian yang dilakukan adalah observasi partisipasi, wawancara mendalam, dan studi pustaka. Teknik wawancara mendalam dilakukan terhadap para informan kunci, yakni tetua\/tokoh adat, pemimpin marapu (rato), pemimpin tengi watu (paaung watu), dan pihak penyelenggara ritual tarik batu. Hasil penelitian menunjukkan bahwa kubur batu adalah artefak kunci yang berperan sebagai identitas diri masyarakat Sumba sejak ratusan tahun lalu sampai sekarang. Kubur batu di Anakalang memiliki fungsi yang tidak tergantikan sampai saat ini meski mulai dikenal kubur dari semen. Pendirian kubur batu dan ritual tarik batu menyatu dalam keseharian masyarakat Anakalang dengan latar belakang konsepsi religi yang dipandang sebagai warisan nenek moyang yang harus dipegang teguh. Ragam budaya megalitik di Sumba telah menembus batas periode waktu secara teoretis dan berlangsung hingga kini sebagai sebuah tradisi. Pengorbanan, dedikasi, dan rasa hormat pada leluhur adalah jawaban mengapa masyarakat Sumba, khususnya Anakalang, tetap mempertahankan keberadaan kubur batu."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 1 (2019); 18-26",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2019-07-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/556\/392"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}