{
    "id": "jurnalarkeologi-182",
    "title": [
        "Artefak Batu Preneolitik Situs Leang Jarie: bukti teknologi Maros point tertua di kawasan budaya Toalean, Sulawesi Selatan"
    ],
    "creator": [
        "Suryatman, nfn",
        "Hakim, Budianto",
        "Mahmud, Muhammad Irfan",
        "Fakhri, nfn",
        "Burhan, Basran",
        "Oktaviana, Adhi Agus",
        "Saiful, Andi Muhammad",
        "Syahdar, Fardi Ali"
    ],
    "subject": [
        "Maros Point tertua",
        "budaya Toalean",
        "teknologi",
        "Sulawesi Selatan"
    ],
    "description": [
        "The Preneolithic Stone Artefact of Leang Jarie Site: The Oldest Evidence of Maros Point  Technology in the Toalean Culture Region, South Sulawesi. Maros Point is one type of flake tool that shows characteristics of the techno-complex Toalean from South Sulawesi. Early emergence of the Toalean Culture phase is still debated, but most experts agree that this tool only appeared no more than 4000 years ago and is positioned include with pottery or Neolithic period. The Maros Point is considered to be made by the early occupants of Sulawesi after the arrival and contact with Austronesian speakers migration in South Sulawesi. The problem is that the results of the latest research are contrary to previous opinions. This paper aims to show new evidence of excavation at the Leang Jarie Site, as the oldest Maros Point technology ca. 8,000 years ago in the Toalean Cultural Region. Maros Point is made simpler with the support flake without using reduction pattern of flake-blade technology. Flakes with an asymmetrical shape can also be utilized as long as it have a pointed and thin tip. The \"backed\" retouched technique is also used to maximize flakes with steep sharp edges. Thus, the phase of Toalean Culture compiled by previous studies needs to be reviewed and the presence of Maros Points can no longer be used as a marker of the youngest phase. Maros Point is produced from the early holocene or Preneolithic Period and has possibility its continuation until Neolithic period.Maros Point adalah salah satu tipe alat serpih yang menunjukkan karakteristik teknokompleks budaya Toalean dari Sulawesi Selatan. Awal munculnya masih diperdebatkan. Namun, sebagian besar ahli sepakat bahwa alat ini baru muncul tidak lebih dari 4.000 tahun yang lalu dan diposisikan sekonteks dengan tembikar atau masa neolitik. Maros Point dianggap dibuat oleh penghuni awal Sulawesi setelah kedatangan dan kontak dengan migrasi penutur Austronesia di Sulawesi Selatan. Permasalahannya adalah hasil penelitian terbaru justru bertentangan dengan pendapat sebelumnya. Tulisan ini bertujuan untuk menunjukkan bukti baru dari penggalian di situs  Leang Jarie, sebagai teknologi Maros Point paling tua berumur ca. 8.000 tahun lalu di kawasan budaya Toalean. Maros Point dari masa preneolitik dibuat lebih sederhana dengan dukungan serpih tanpa harus menggunakan pola penyerpihan teknologi serpih bilah. Serpih dengan bentuk yang tidak simetris pun dapat dimanfaatkan selama memiliki ujung runcing dan tipis. Teknik peretusan “dipunggungkan” juga digunakan untuk memaksimal serpih dengan tepian tajaman yang terjal. Dengan demikian, fase budaya Toalean yang disusun oleh penelitian sebelumnya perlu ditinjau ulang dan kehadiran Maros Point tidak bisa lagi dijadikan sebagai penanda fase paling muda. Maros Point diproduksi dari awal holosen atau preneolitik dan mungkin terus berlanjut hingga masa neolitik."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 1 (2019); 1-17",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2019-07-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/487\/401"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}