{
    "id": "jurnalarkeologi-53",
    "title": [
        "Model Pemanfaatan Kawasan Cagar Budaya Trowulan Berbasis Masyarakat."
    ],
    "creator": [
        "Ramelan, W. Djuwita Sudjana"
    ],
    "subject": [
        "Cagar Budaya",
        "Pelestarian",
        "Kawasan",
        "Badan pengelola",
        "Trowulan"
    ],
    "description": [
        "Abstract. Community Based Model of Trowulan Cultural Heritage Region Utilization. Managing cultural heritage is not solely the responsibility of the government. However, local people must beinvited to play an active role too if preservation is to be successful, because utilizationof the site and its resources is directly related to the interaction of people’s lives with cultural heritage and if utilization is not managed properly then social conflict will arise. Trowulan is recognized as a national heritage area through Decree No. 260\/M\/2013 from the Ministry of Education and Culture, but its preservation needs to be properly managed. This study applied the qualitative approach: observation on sites used by people either controlled by the state or owned by the community; in-depth interviews to persons who have a role in public life, and of central and local government officials; discussion groups with researchers, academics, observers, officials of the central government; and the study of legislation. This study captured the essence of people’s aspirations in the utilization of Trowulan to create a model for community-based Trowulan utilization. Our model has produced benefits to social welfare and national identity. All aspects are related with each other to provide feedback (management board, legal aspect, blueprint, funding) so that it becomes strong and sustainable management. Abstrak. Penanganan cagar budaya diharapkan tidak semata-mata menjadi tanggung jawab pemerintah, masyarakat juga harus diajak berperan aktif. Utamanya, yang terkait langsung dengan kehidupan masyarakat dengan cagar budaya yaitu pemanfaatannya. Apabila pemanfaatan itu tidakdikelola secara baik maka yang timbul adalah konflik sosial. Trowulan ditetapkan sebagai Kawasan Cagar Budaya Nasional melalui SK Mendikbud No. 260\/M\/2013 namun penanganan puluhan ribu cagar budaya masih perlu dibenahi. Studi ini dilakukan melalui pendekatan kualitatif: observasi di situs-situs yang dimanfaatkan oleh masyarakat baik dikuasai oleh negara maupun dimiliki masyarakat; wawancara mendalam kepada tokoh-tokoh yang berperan di dalam kehidupan masyarakat, pejabat pemerintah; diskusi kelompok bersama para peneliti, akademisi, pemerhati, pejabat pemerintah; dan kajian legislasi. Hasil studi ini menangkap esensi dari aspirasi masyarakat dalam pemanfaatan Trowulanberbasis masyarakat. Model tersebut bermuara pada manfaat identitas nasional dan kesejahteraan sosial. Semua aspek saling terkait dan memberi umpan balik (badan pengelola, legalitas, cetak biru, dana) sehingga menjadi majemen yang kuat dan berkesinambungan."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 33 No. 1 (2015); 63-76",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2015-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/213\/137"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}