{
    "id": "jurnalarkeologi-180",
    "title": [
        "Archaeology in the Making of Nations: The Juxtaposition of Postcolonial Archaeological Study"
    ],
    "creator": [
        "Kaharudin, Hendri Asyhari Fajrian",
        "Asyrafi, Muhammad"
    ],
    "subject": [
        "postcolonial archaeology",
        "paradigm",
        "nationalism",
        "repatriation"
    ],
    "description": [
        "The development of archaeological theory is inseparable from the evolution of cultural thinking in global society. This two-way relationship can develop both synchronically and diachronically. Archaeological sites and artefacts are often used to legitimize various opinions and beliefs. In the colonial period, the interpretation of archaeological objects was often biased by racial, religious, and ethnic perspectives. The postcolonial paradigm emerged in criticism of white supremacy hegemony. However, even in the era of post-colonialism, prejudice practices continue to occur. The perspective of neo-colonialism can still be found today. Archaeology, and the sciences generally, are considered a neutral field however, it regularly plays a central role in symbolic personifications of identity, pride, and political propaganda. Similar controversies can also be seen in the museum field. The discourse of repatriation between ex-colonies and 'universal museums' often devolves into extensive controversy. Resolution for many of these disputes remains out of reach due to the lack of equal cooperation and communication between respective parties. On the other hand, there are a number of countries that impose very strict regulations on foreign research (or ban it altogether) to protect their historical legacy. This policy unfortunately, often hampers the development of research and collaborations in the country. In effect, archaeology will never be completely separated from its various interested parties, and so efforts to harmonise academic, ethical, and political interests must be pursued.Perkembangan teori arkeologi tidak terlepas dari evolusi budaya berpikir masyarakat global. Hubungan yang saling mempengaruhi secara dua arah ini dapat dilihat secara sinkronik maupun diakronik. Situs dan artefak arkeologi kerap digunakan untuk meligitimasi berbagai macam kepentingan. Pada masa kolonial, interpretasi terhadap benda arkeologi kerap diselimuti oleh bias ras, agama, dan kesukuan. Paradigma postkolonialisme hadir sebagai kritik terhadap hegemoni berpikir supremasi kulit putih tersebut. Namun kenyataannya, bahkan di era pasca kolonialisme, praktik serupa masih kerap terjadi. Cara pandang neo-kolonialisme masih dapat ditemui hingga saat ini. Arkeologi tidak hanya ditempatkan sebagai bidang ilmu yang netral, namun masih menjadi salah satu isu sentral sebagai simbol personifikasi jati diri, harga diri, maupun propaganda politik. Kontroversi serupa juga dapat dilihat di ranah permuseuman. Wacana repatriasi antara negara ex- koloni dengan ‘universal museums’ selalu menuai perdebatan yang panjang. Perselisihan ini kerap kali tidak berujung pada suatu solusi karena salah satu pihak cenderung menutup pintu dialog. Di sisi lain, tidak sedikit pula negara-negara yang menutup atau memberlakukan regulasi yang sangat ketat (atau bahkan melarang sepenuhnya) terhadap penelitian asing demi melindungi kekayaan sejarah mereka. Kebijakan ini tidak jarang menghambat berkembangnya penelitian di negara tersebut. Kenyataannya, arkeologi tidak akan pernah sepenuhnya lepas dari berbagai kepentingan, namun usaha untuk menyelaraskan kepentingan akademik, etik, dan politik harus terus dilakukan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 1 (2019); 55-69",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2019-07-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/484\/394"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}