{
    "id": "jurnalarkeologi-141",
    "title": [
        "Potensi Situs Arkeologi Kawasan Kerinci, Jambi: Ikon Budaya Austronesia"
    ],
    "creator": [
        "Arifin Aziz, Fadhila"
    ],
    "description": [
        "Archaeological Sites Potential on Kerinci Region, Jambi: Icon of Austronesia Culture Kerinci region is a location that has a diversity of cultural heritages of the past. Administratively, this area is located in Kerinci Regency, Jambi Province (formerly part of west Sumatra). This area today is still relatively remote due to limited transportation and communication facilities. Geographical conditions and steep mountainous with lakes and tributaries are the main factors driving the agricultural sector (farming, gardening) as the main regional income. Informations about archaeological resources from the early history of the cultural heritage in Jam bi can are very rarely found in school books, leaflet of culture and tourism information, eventhougb local government or related institutional in the central. But there was supporting evidence that the area of Jambi has the potency of cultural heritage since prehistoric (Mesolithic) to the Colonial periods. In one area of Jambi, which is around Kerinci region, until now can still be found evidences of material culture with prehistoric characters. There are remains of archaeological sites in the Lakes Kerinci region from prehistoric times (Mesolithic until Palaeometalic) to indicate the beginning of civilization in communities that already have the technology ( equipment), social organization, beliefs and so on. Therefore, research to express the historical values of cultural origin of Jambi in connection with the Austronesian speakings and culture is important to examine using Archaeological perspectives."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 28 (2010)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/410\/264"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}