{
    "id": "jurnalarkeologi-195",
    "title": [
        "Lanskap Hunian Prasejarah di Kawasan Daerah Aliran Sungai (DAS) Karama, Mamuju, Sulawesi Barat"
    ],
    "creator": [
        "Darojah, Citra Iqliyah",
        "Anggraeni, Anggraeni"
    ],
    "subject": [
        "Landscape",
        "Occupation",
        "Prehistoric",
        "River Basin",
        "Karama"
    ],
    "description": [
        "Abstract, Researches at Karama River Basin sites have been conducted for years which gave indication of intensive human occupation during Prehistoric period. Hence, it is necessary to reveal and to understand the reason behind this human occupation based on the correlation between morphology, site characteristics, and site distributions. Scientific method was applied to obtain data from the field and to conduct spatial analysis. Disturbance caused by erosion and morphologic changes led to archaeological data transformation and also affected physical environment of archaeological sites. However, that kind of disturbance did not reduce the the importance of physical environment as spatial analysis data. Spatial analysis of sites along the main stem of Karama River both in downstream region and upstream region indicates occupation landscape characteristics. These characteristics can be seen from the location of the occupation which was close to waterway alluvial morphology (hilltop, hill terrace, and river terrace), at relatively flat surface area, and along the riverside or river confluence. There are two highlighted factors from landscape characteristics to support human occupation: accessibility and protection. Accessibility means there is no difficulties to access natural resources and there is possible access to secure interaction between communities. Protection means the location is relatively safe or less affected by both natural and human hazards. Those factors were probably the main reasons to choose Karama River Basin for human settlement.Abstrak, Penelitian situs di kawasan Daerah Aliran Sungai (DAS) Karama, Sulawesi Barat, telah dilakukan selama bertahun-tahun dan menghasilkan indikasi aktivitas hunian yang intensif pada masa Prasejarah. Dengan demikian, perlu diupayakan mencari alasan di balik penghunian manusia di DAS Karama berdasarkan korelasi antara morfologi, karakteristik situs, dan distribusi situs. Metode saintifik diterapkan untuk mendapatkan data dari lapangan dan melakukan analisis spasial. Perubahan morfologi lokasi situs dan erosi di kawasan DAS Karama menyebabkan transformasi data arkeologi serta memengaruhi lingkungan fisik lokasi situs. Meskipun demikian, pengaruh tersebut tidak lantas mengurangi pentingnya komponen fisik lokasi situs sebagai data analisis spasial. Analisis korelasi data dari situs, baik di sepanjang aliran utama Sungai Karama di kawasan muara maupun di kawasan pedalaman, mengindikasikan karakteristik lanskap hunian. Karakteristik tersebut menunjukkan lokasi hunian berada pada morfologi aluvial sungai (puncak bukit, teras bukit, dan teras sungai), berada pada topografi lahan yang relatif datar dan berlokasi di tepi aliran utama sungai atau di tepi pertemuan sungai (confluence). Ada dua faktor utama yang mendukung kawasan DAS Karama sebagai lokasi hunian, yakni aksesibilitas dan keamanan. Faktor aksesibilitas meliputi kemudahan akses terhadap sumber daya alam dan akses yang memungkinkan terjadinya interaksi antarkomunitas. Faktor keamanan menunjukkan bahwa lokasi situs relatif terlindungi dari ancaman bencana alam dan manusia. Kedua faktor tersebut kemungkinan besar menjadi alasan utama manusia memilih kawasan DAS Karama sebagai lokasi hunian."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 2 (2019); 71-92",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-14"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/542\/450"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}