{
    "id": "jurnalarkeologi-181",
    "title": [
        "Identifikasi Sumber-Sumber Obsidian Di Merangin Dan Sarolangun (Jambi, Sumatra) Berdasarkan Analisis Portable X-Ray Fluorescence Spectrometry (Pxrf)"
    ],
    "creator": [
        "Fauzi, Mohammad Ruly",
        "Wibowo, Andy S",
        "Wibawa, Rhis Eka"
    ],
    "subject": [
        "Obsidian",
        "XRF",
        "Analisis Geokimia",
        "Unsur-Jejak"
    ],
    "description": [
        "Abstract. Prehistory of Sumatra well characterized by its abundant numbers of obsidian industry, one of which is in Jambi Province. However, determination on the geochemical characteristic of obsidian from Jambi is still lacking. Portable X-Ray Fluorescence analysis (pXRF) on obsidian samples from Merangin and Sarolangun proved the existence of three different obsidian sources in Jambi. It is obtained through the determination of pXRF on the particular trace elements: Rb, Sr, Zr, Y, Nb, Ti and Mn. The results are then analyzed by the Principal Component Analysis (PCA) to arrange the same obsidian sources. This result is then corroborated with the Independent Sample T-Test. This analysis reveals the similarity in trace-element concentration amongst the same source, as well as their differences within different sources. This study contributes to the identification of two new obsidian sources from Sarolangun that have never been reported before. As a result, there are five known-sources of obsidian in Southern Sumatra, in which three other sources were previously identified by Ambrose et al. (2009) and Reepmeyer et al. (2011).Abstrak. Prasejarah Sumatra terkenal dengan industri obsidiannya yang melimpah, salah satunya yaitu di wilayah Jambi. Namun demikian, determinasi karakteristik geokimia obsidian dari wilayah Jambi hingga saat ini masih sangat terbatas jumlahnya. Analisis Portable X-Ray Fluorescence (pXRF) pada sampel obsidian dari Merangin dan Sarolangun membuktikan adanya tiga sumber obsidian yang berbeda di wilayah Jambi. Perbedaan tersebut diperoleh melalui determinasi pXRF pada unsur-jejak Rb, Sr, Zr, Y, Nb, Ti dan Mn. Hasil determinasi kemudian dianalisis dengan metode Principal Component Analysis (PCA) untuk mengelompokkan sumber-sumber obsidian yang sama. Hasil analisis tersebut kemudian diperkuat oleh analisis Independent Sample T-Test yang menunjukkan kemiripan proporsi unsur-jejak pada sumber yang sama, sekaligus perbedaannya pada sumber yang berlainan. Studi memberikan kontribusi berupa identifikasi dua sumber obsidian baru dari Sarolangun (Batang Asai 1 dan 2) yang belum pernah dilaporkan sebelumnya. Dengan demikian terdapat lima sumber obsidian di Sumatra Bagian Selatan, dimana tiga sumber lainnya (i.e. Kerinci, OKU dan Tapus) telah berhasil diidentifikasi oleh Ambrose dkk. (2009) dan Reepmeyer dkk. (2011)."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 2 (2019); 93-108",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-14"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/485\/456"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}