{
    "id": "jurnalarkeologi-116",
    "title": [
        "KONFLIK HORISONTAL WARISAN BUDAYA, MEGALITIK SITUS GUNUNG PADANG"
    ],
    "creator": [
        "Sulistyanto, Bambang"
    ],
    "subject": [
        "Gunung Padang",
        "Megalithic",
        "Conflict",
        "Difference",
        "Interpretation."
    ],
    "description": [
        "Abstrak. Konflik warisan budaya Situs Gunung Padang merupakan isu baru yang muncul pada 2012, akibat perbedaan dalam memaknai warisan budaya. Bagi kalangan arkeologi, Gunung Padang hanyalah situs megalitik “biasa” yang dikenal dengan istilah punden berundak. Tetapi bagi Tim Terpadu Riset Mandiri, Situs Gunung Padang adalah piramida dan diduga berusia jauh lebih tua dari Piramida Mesir. Konflik horisontal Gunung Padang adalah konflik perbedaan paradigma arkeologi yang berdampak pada perbedaan pandangan dalam menafsirkan keberadaan tinggalan budaya.Konflik tersebut, merupakan konflik murni yang terbatas pada ranah kepentingan Ilmu Pengetahuan tanpa ada intervensi oleh berbagai faktor, termasuk faktor politis. Disisi lain arkeologi sudah lama menjadi ajang pergulatan pemikiran para ahli. Salah satu faktor penyebabnya adalah karena kajian pokok arkeologi bersifat post-facto yang terjadi tidak sekarang, tetapi ratusan bahkan ribuan atau jutaan tahun silam. Pada sisi lain, namanya pengetahuan itu sebenarnya bersifat relatif dan subyektif,karena telah dipengaruhi oleh berbagai kepentingan. Oleh karena itu, pengetahuan yang benar atau realitas masa lampau itu tidak ada, yang ada hanyalah pengetahuan masa lampau versi masyarakat masa kini. Perdebatan dalam ranah ilmu pengetahuan merupakan hal yang biasa. Jika konflik Gunung Padang dapat diselesaikan dengan benar, justru akan memberikan manfaat, salah satunya mendorong ke arah perubahan yang lebih baik. Abstract. Horizontal Conflict Regarding A Cultural Heritage: The Megalithic Site of GunungPadang. Conflict about a cultural heritage, Gunung Padang Site, is a new issue that surfaced in 2012 due to different views in interpreting a cultural heritage. To archaeologists, Gunung Padangis a “typical” megalithic site, which is known as terraced structure. However, to Tim Terpadu Riset Mandiri (Integrated Team of Independent Research), it was a pyramid much older than the ones in Egypt. The horizontal conflict about Gunung Padang is a conflict caused by different archaeological paradigms, which impacted on different views in interpreting the existence of cultural remains. It is apurely conflict, which scope is limited to the domain of Academic purposes with no interventions from various factors, including political factor. Archaeology has long been an arena of debates by experts. One of the reasons is because the main study of archaeology is post-facto – does not happen in recent time, but hundreds and even thousands and millions of years ago. On the other hand, knowledge\/science is relative and subjective in nature because it is influenced by various interests. Therefore there is no true knowledge\/science or reality of the past. What exists is knowledge about the past according to present-day people. Debates in knowledge\/science domain are natural. In fact, if the conflict about Gunung Padang can be resolved in the right way, it will be a benefit, among others it will lead to a change for the better."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 32 No. 1 (2014)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/384\/242"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}