{
    "id": "jurnalarkeologi-68",
    "title": [
        "Industri Alat Mikrolit di Situs Balang Metti: Teknologi Toala Akhir dan Kontak Budaya di Dataran Tinggi Sulawesi Selatan"
    ],
    "creator": [
        "Suryatman, Suryatman",
        "Hakim, Budianto",
        "Harris, Afdalah"
    ],
    "subject": [
        "Alat Mikrolit",
        "Toalean",
        "Teknologi",
        "Kontak Budaya"
    ],
    "description": [
        "Abstract. The Microlith Tool Industry at Balang Metti Site: Late Toalean Technology and Cultural Contact in the Highlands of South Sulawesi.The presence and distribution of microlith tools in Africa, Europe, and Asia have often been debated by prehistorians. The technology was brought by Early Modern Humans out of Africa to some areas of Europe and Asia during the Late Pleistocene. In South Sulawesi, it exists from the Middle to Late Holocene and is classed as part of the ‘Toalean’ culture. Excavations at Balang Metti site revealed a layer of microlith tools representing an industry that occurred for no more than 3,500 years ago. This is remarkable as the site is located in the highlands, whereas all previously known Toalean occupation sites are dispersed throughout the lowlands of South Sulawesi. The purpose of our research is to explain this microlith technology, especially the implication of its cultural contact, which occurred up to the highlands. Research methods done by classified, counted, and measured all lithic artefacts from excavation. The results show that the early stages of flaking (reduction) occurred not only in the cave but also out of the site, possibly close to the raw material sources. Abstrak.Kehadiran dan persebaran alat mikrolit di Afrika, Eropa, dan Asia telah diperdebatkan oleh kalangan peneliti prasejarah. Peralatan tersebut dibawa oleh manusia modern awal keluar dari Afrika ke beberapa wilayah Eropa dan Asia pada akhir Pleistosen. Di Sulawesi Selatan peralatan ini baru muncul pada pertengahan hingga akhir Holosen dan digolongkan sebagai bagian dari budaya Toalean. Penggalian di Situs Balang Metti menunjukkan lapisan budaya industri alat mikrolit berumur tidak lebih dari 3.500 tahun. Permasalahannya adalah situs tersebut berada di wilayah dataran tinggi, yang sebelumnya situs-situs hunian Toalean hanya ditemukan tersebar di wilayah dataran rendah Sulawesi Selatan. Penelitian ini bertujuan untuk menjelaskan teknologi alat mikrolit dan implikasi kontak budaya yang terjadi hingga di dataran tinggi Sulawesi Selatan. Metode penelitian dilakukan dengan mengklasifikasi, menghitung, dan mengukur semua artefak batu dari penggalian. Hasil penelitian menunjukkan bahwa proses penyerpihan tidak hanya dilakukan di dalam gua, tetapi juga di luar gua yang mungkin tidak jauh dari lokasi pengambilan bahan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 2 (2017); 93-107",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-12-29"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/315\/199"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}