{
    "id": "jurnalarkeologi-51",
    "title": [
        "Progres Penelitian Austronesia Di Nusantara."
    ],
    "creator": [
        "Simanjuntak, Truman"
    ],
    "subject": [
        "Austronesia",
        "Indonesia",
        "Kebinekaan",
        "Evolusi lokal",
        "Pengaruh luar"
    ],
    "description": [
        "Abstract. Progress of Austronesian Studies in the Indonesian Archipelago. Austronesian-speaking people in Indonesia, which are part of the global Austronesian-speakers, which is the most denselypopulated, have a strategic role in figuring out the global Austronesians, especially since Indonesia is located in the middle of the dispersal area. As the direct predecessors of recent Indonesian indigenous population, their emergence since ca. 4000 BP has become a highly important field of study in our nation’s life. The increasingly intensive researches within the last decade have resulted in significant progress in the Austronesian studies and have given us a better picture on the origin, dispersal, and development of the Austronesian speakers and their cultures, both synchronically and diachronically. Local evolution resulted from process of adaptation to the environment, as well as external influences, have created a cultural dynamics from the Neolithic to the Palaeometalic and historic periods, until now. Eventually the local evolution and external influences have generated unique local cultures that form a mosaic of diversity of Indonesian people and culture like we see today. The wide scopes of Austronesian studies and limited researches have left some unanswered questions, both in regionalglobal and national contexts. That is a challenge, which encourages us to carry out more intensiveresearches in the near future. Abstrak. Penutur Austronesia di Indonesia menempati posisi yang sangat strategis dalam pemahaman Austronesia global mengingat keletakannya di bagian tengah kawasan sebaran dengan populasi yang terbesar di antara negara-negara penutur Austronesia. Sebagai leluhur langsung populasi Indonesia asli sekarang, kemunculannya ca. 4000 BP menjadikan bidang studi yang sangat penting bagi kehidupanbangsa. Penelitian yang semakin intensif dalam dasawarsa terakhir telah memberikan banyak kemajuan tentang asal usul, persebaran, dan perkembangan secara sinkronis dan diakronis. Evolusi lokal sebagai hasil proses adaptasi lingkungan dan pengaruh luar menciptakan dinamika budaya dari Neolitik ke Paleometalik dan berlanjut ke masa sejarah hingga sekarang. Faktor evolusi lokal dan pengaruh luar itu lambat laun menciptakan kekhasan budaya-budaya lokal, hingga membentuk mozaik kebinekaan bangsa dan budaya Indonesia seperti yang kita lihat sekarang. Luasnya cakupan studi Austronesia dan masih terbatasnya penelitian menyisakan banyak pertanyaan yang belum terjawab, baik dalam kaitannya dengan konteks regional-global maupun konteks nasional. Kondisi ini merupakan tantangan yang mendorong perlunya intensifikasi penelitian di masa datang."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 33 No. 1 (2015); 25-44",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2015-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/211\/135"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}