{
    "id": "jurnalarkeologi-193",
    "title": [
        "REKONSTRUKSI KEHIDUPAN INDIVIDU DARI TERJAN: SEBUAH HIPOTESIS"
    ],
    "creator": [
        "Prayudi, Ashwin",
        "Suriyanto, Rusyad Adi",
        "Rahmawati, Neni Trilusiana",
        "Hastuti, Janatin"
    ],
    "subject": [
        "Terjan",
        "Megalithic Culture",
        "Osteoarchaeology"
    ],
    "description": [
        "Abstract. Reconstruction of An Individual’s Life from Terjan, Central Java: A Hypotheses. This article discusses an individual from Terjan megalithic site in Central Java, Indonesia. The purpose of this research is to reconstruct the life of the individual in the past based on their bones. The skeleton is in a quite complete condition with eighty percent preservation level and curated in The Laboratory of Bioanthropology and Paleoanthropology, Gadjah Mada University. The methods that will be used for this research is macroscopical analysis without using any destructive methods. The results from this research show a male individual with age at death between 40 - 45 years old. This individual has osteophytes in some vertebrae. His right radius was fractured midshaft. Possibly caused by withholding his body when he fell. His dental condition showed heavy loss of teeth either maxilla and mandible. He had heavy attrition on the only 6 teeth which present, linear hypoplasia on right canine, and a sign of dental modification (pangur) on the right canine. Based on his burial goods and dental condition, there are possibilities that this individual had low-class status.\n&nbsp;\nAbstrak. Artikel ini&nbsp; membahas tentang seorang individu dari Situs Megalitik Terjan, Jawa Tengah. Tujuan&nbsp; penelitian ini adalah untuk merekonstruksi kehidupan individu tersebut pada masa lampau berdasarkan tinggalan tulang-belulangnya. Pada saat ini rangka tersebut berada dalam keadaan cukup lengkap dengan tingkat preservasi mencapai delapan puluh persen dan disimpan di Laboratorium Bioantropologi dan Paleoantropologi, Universitas Gadjah Mada. Metode yang dipergunakan dalam penelitian ini adalah analisis makroskopis tanpa menggunakan proses destruktif. Hasil penelitian menunjukkan bahwa individu ini adalah seorang laki-laki berumur sekitar 40-45 tahun ketika mati. Individu tersebut memiliki osteopit pada beberapa ruas tulang belakangnya. Radius kanannya patah pada bagian tengah yang kemungkinan terjadi ketika menahan beban tubuhnya saat jatuh. Kondisi gigi-geliginya menunjukkan bahwa dia telah kehilangan banyak gigi, baik di maksila&nbsp; maupun mandibula. Terdapat atrisi tingkat lanjut pada keenam giginya yang tersisa dan juga linear hypoplasia dan modifikasi gigi (pangur) pada gigi kaninus kanannya. Berdasarkan bekal &nbsp;kubur yang sederhana dan kondisi gigi-geliginya, ada kemungkinan bahwa individu ini berada &nbsp;pada tingkat sosial yang rendah."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 1 (2020); 17-30",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/528\/pdf"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}