{
    "id": "jurnalarkeologi-49",
    "title": [
        "Perkembangan Religi Prasejarah: Tradisi Masyarakat Gayo."
    ],
    "creator": [
        "Wiradnyana, Ketut"
    ],
    "subject": [
        "Penguburan",
        "Konsep religi",
        "Prasejarah",
        "Tradisi"
    ],
    "description": [
        "Abstract. Prehistoric Religion Development: Gayo Communities Tradition. Religion lived out by Gayo communities has been practiced since the prehistoric period. The religion of that period isevidenced from remains of activities, among others from burial remains at Loyang Mendale and Loyang Ujung Karang Sites. Burial patterns and funeral gifts are the most apparent evidences of theexistence of religion concept during the prehistoric period. The process shows a development from simple form to more complex ones, but some aspects of ancient religion can still be found in laterperiods. In an attempt to understand it, identification of archaeological remains in forms of burial remains such as human remains, artifacts, and features are used as the focus of study, and ethnoarchaeological approach will be employed in this study on the concept of religion. Thus, in general it can be said that this attempt to understand religion will use inductive flow, which is part of qualitative research method. Interviews will also be carried out to acquire concepts of ancient religions that are still recognized among the Gayo communities. This method will generate a comprehension on religions from the prehistoric period until nowadays, with ancient conceptions that are still known among contemporary communities. Abstrak. Keberadaan religi pada masyarakat Gayo sudah berlangsung sejak masa prasejarah. Pemahaman religi pada masa itu diketahui dari sisa aktivitas yang di antaranya masih dikenali dari sisa penguburan di Situs Loyang Mendale dan Loyang Ujung Karang. Pola penguburan dan bekal kubur di situs dimaksud merupakan hal yang paling jelas menunjukkan adanya konsep religi di masa Prasejarah. Di dalam prosesnya telah menunjukkan adanya perkembangan dari bentuk yang sederhana ke hal yang lebih kompleks, namun beberapa bagian dari religi lama tampaknya masih dianut hinggake masa-masa kemudian. Untuk memahami perkembangan religi tersebut, maka identifikasi tinggalan arkeologis, baik yang berupa sisa penguburan kerangka manusia, artefak ataupun fitur menjadi pusat kajian. Dalam konsep religi akan dilakukan pendekatan etnoarkeologi, sehingga secara umum dapat dikatakan bahwa pemahaman akan religi menggunakan alur induktif yang merupakan bagian dari metode penelitian kualitatif. Sejalan dengan itu dilakukan juga wawancara mendalam dalam upaya mendapatkan konsep-konsep religi lama yang masih dikenal oleh masyarakat Gayo. Metode tersebut akan menghasilkan pemahaman religi dari masa prasejarah hingga kini dan beberapa bagian dari konsepsi lama yang masih dikenal masyarakat dalam konteks religi di masa kini."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 33 No. 1 (2015); 1-12",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2015-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/209\/133"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}