{
    "id": "jurnalarkeologi-30",
    "title": [
        "Kerusakan Situs Arkeologi di Kalimantan Selatan: Dampak Negatif Akibat Kegiatan Masyarakat dan Pemerintah Daerah."
    ],
    "creator": [
        "Sunarningsih, Sunarningsih"
    ],
    "subject": [
        "Situs terbuka",
        "Situs tertutup",
        "Kalimantan Selatan",
        "Benda Cagar Budaya",
        "Undang-undang Cagar Budaya"
    ],
    "description": [
        "Abstract. The Damage of Archaeological Sites in South Kalimantan: The Negative Impact due to Community and Local Government Activities. As in other areas in Indonesia, the number of archaeological sites in South Kalimantan region are quite a lot. There are two types of sites in South Kalimantan region, closed site and open site. Both types have already been investigated intensively and others only were surveyed with the aim to determine its potential. Some open sites have already designated as protected areas (as cultural property) and some others have not. The occurrence phenomenon is that looting of sites occur either at protected sites or not protected sites. These activities are carried out not only by the general public at surrounding the site but also by the discretion of local government. This paper aims to review the damage to archaeological sites in South Kalimantan due to the negative impact of human activity, and tries to work on strategies which will reduce the impacts. The research method used is descriptive with inductive approach. Data have been collected from the literature, from the report stored in the library of the Archaeological Institute of Banjarmasin, and from observations of the author while doing archaeological research. Based on the analysis of each case, it can be seen that the economic needs of society and development by local governments encouraging some damages of the sites. The activities were done because there is still lack of understanding how important the archaeological sites, and the weak application of sanctions for The Heritage Act. Abstrak. Seperti halnya di daerah lain di Indonesia, jumlah situs-situs arkeologi di wilayah Kalimantan Selatan terbilang cukup banyak. Ada dua jenis situs di wilayah Kalimantan Selatan ini, yaitu situs tertutup dan situs terbuka. Kedua jenis situs tersebut sudah ada yang diteliti secara intensif ada juga yang belum, dan sebagian sudah ditetapkan menjadi Benda Cagar Budaya (BCB). Fenomena yang terjadi pada saat ini adalah masih terjadi aktivitas yang merusak wilayah situs baik yang sudah dilindungi maupun yang belum. Kegiatan tersebut dilakukan baik oleh masyarakat umum di lingkungan situs maupun atas kebijakan pemerintah daerah setempat. Makalah ini bertujuan untuk melihat kembali kerusakan situs-situs arkeologi di wilayah Kalimantan Selatan akibat dampak negatif dari aktivitas masyarakat, dan berusaha mendapatkan strategi untuk mengurangi kegiatan yang merugikan. Metode yang digunakan adalah deskriptif dengan pendekatan induktif. Data dikumpulkan dari hasil studi pustaka, yaitu dari laporan yang tersimpan di perpustakaan Balai Arkeologi Banjarmasin, dan dari hasil pengamatan penulis saat melakukan penelitian arkeologi. Berdasarkan hasil analisis dari masing-masing kasus, dapat diketahui bahwa kebutuhan ekonomi masyarakat dan pembangunan oleh pemerintah daerah yang banyak mendorong terjadinya kerusakan situs. Aktivitas yang merusak dilakukan karena masih rendahnya pemahaman akan pentingnya sebuah situs purbakala dan masih lemahnya penerapan sangsi terhadap pelanggaran Undang-undang Cagar Budaya."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 2 (2013); 109-124",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-12-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/161\/111"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}