{
    "id": "jurnalarkeologi-135",
    "title": [
        "Eksplorasi Geoarkeologi Gua-Gua Karst Amahai, Kabupaten Maluku Tengah, Provinsi Maluku"
    ],
    "creator": [
        "S.Intan, M.Fadhlan"
    ],
    "subject": [
        "Environment",
        "Karst Caves"
    ],
    "description": [
        "Geoarchaeological Exploration of Amahai Karst Caves, Central Molucca Regency,Molucca Province. The purpose of exploration in Amahai area is to reveal possible caves prehistoric habitation, as well as to follow up the result of research carried out by the Archaeological Research Office of Ambon at Tan ah Aferah Cave. Administratively the Tan ah Merah Cave is a part of Ta milaow Village, Amahai District, Central Maluku Regency (Seram Island), in the Province of Maluku. Theexploration is conducted at Paliya Hill, a limestone hilly area that form elongated along the the Seram Island. The landscape consists of the following morphological units: lowland, weak wary land, andkarts. The rivers that flow in that area show old-mature river stadium, dendritic drying pattern, and periodic\/permanent rivers. Based on petrological analysis, the rock found in Amahai are limestone (reef limestone), schist, slate, and alluvial. The exploration of karst caves in Amahai area reveals theoccurrence of ten caves. Excavation was carried out at Ta nah Merah Cave, opened three test pits. The caves in this area are generally in form of corridors with underground rivers and quite extensive space, as well as quite good humidity and pH However, there are no trace of human habitations. Two of the caves, Akohi and Batu Meja, have very beautiful ornaments, and are might have prospective to be developed into tourism objects."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 1 (2011)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/404\/258"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}