{
    "id": "jurnalarkeologi-260",
    "title": [
        "Tradisi Pembiatan Kabit dari Kulit Kayu Pada Suku Mentawai, Sumatera Barat"
    ],
    "creator": [
        "Handini, Retno"
    ],
    "subject": [
        "Mentawai",
        "Bark-cloth",
        "Identity",
        "Prehistory",
        "Etnoarchaeology"
    ],
    "description": [
        "ABSTRACT. The Tradition of Bark Cloth Kabit (Loin Cloth) Making at Mentawai west Sumatera. Apart from tattoos that decorated the whole body, the loincloth made from a tree bark known as kabit, is one of strong identities of the tribe of Mentawai in West Sumatra. This kabit was formerly used to be their daily cloth, but recently, only a shaman (sikerey) or hunting people wearing this bark cloth. It is made of a bark of a big tree, beaten by a beater called panasalat, then used simplify when it is prepared. The existence of this kabit as a kind of bark cloth among the people of Mentawai is a long tradition from their prehistoric ancestor that still survives up to the present day. This bark cloth was never discovered from the Neolithic sites, certainly because of decaying process, but the occasionally discovery of its beaters, made from the stone in Minanga Sipakko (South Sulawesi) and some sites in Kalimantan, proved their utilization during the period of Neolithic. For this reason, the making of loincloth, kabit, among the Mentawai people is a window to look at how the prehistoric man made their bark cloth some 4,000 years ago. ABSTRAK. Selain tato yang menghiasi seluruh tubuh, cawat yang dibuat dari kulit kayu, yang dikenal dengan nama lokal kabit, merupakan salah satu identitas Suku Mentawai di Sumatra Barat. Kabit ini dahulu merupakan pakaian sehari-hari mereka, akan tetapi saat ini, hanya saman (sikerey) atau orang yang sedang berburu yang memakainya. Cawat ini dibuat dari kulit kayu pohon besar, yang dipukul-pukul dengan pemukul kayu (panasalat), kemudian digunakan setelah selesai disiapkan. Di kalangan Suku Mentawai, kabit sebagai pakaian kulit kayu telah menjadi tradisi panjang mereka sejak masa prasejarah hingga saat ini. Pakaian kulit kayu tidak pernah ditemukan dari situs-situs neolitik, tentu saja karena telah lapuk, tetapi melalui penemuan-penemuan pemukul kulit kayu yang dibuat dari batu di Situs Minanga Sipakko (Sulawesi Selatan) dan beberapa situs di Kalimantan, merupakan bukti dari pemakaian pakaian kulit kayu ini pada periode neolitik. Oleh karenanya, pembuatan cawat (kabit) di kalangan Suku Mentawai merupakan sebuah jendela masa lalu untuk melihat ke belakang, bagaimana manusia prasejarah membuat pakaian kulit kayu mereka pada sekitar 4.000 tahun yang lalu."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 25 No. 1 (2007); 39-47",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-26"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/679\/492"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}