{
    "id": "jurnalarkeologi-7",
    "title": [
        "Pañji and Candrakirana Lost in Separation – Three Ancient East Javanese Sculptures."
    ],
    "creator": [
        "Kieven, Lydia"
    ],
    "subject": [
        "Jawa Timur",
        "Majapahit",
        "Pañji",
        "Candrakirana"
    ],
    "description": [
        "Pañji dan Candrakirana, Hilang karena Terpisah – Tiga Arca Kuno Periode Jawa Timur. Makalah ini membahas tiga arca, satu arca lelaki dan dua arca perempuan, yang berasal dari periode Jawa Timur (sekitar 1450 M). Arca lelaki yang biasa ditemukenali sebagai tokoh mitologis, yaitu Raden Pañji, dalam penggambaran aslinya didampingi oleh arca yang menggambarkan Putri Candrakirana sebagai pasangannya. Arca ini sudah hilang. Sebuah arca perempuan lain yang masih ada juga diyakini sebagai representasi Candrakirana. Berdasarkan metode ikonologi yang digunakan di dalam penelitian ini, tulisan ini membahas ikonografi, gaya dan perbandingan penggambaran tiga figur ini, serta mendiskusikan tempat pembuatan, asal-usulnya, dan kisah hidupnya. Hasil penelitian menunjukkan bahwa setidaknya terdapat dua pasang penggambaran Pañji dan Candrakirana, dan kemungkinan masih banyak lagi yang belum ditemukenali. Pemujaan Pañji dan Candrakirana sebagai semi-manusia dan semi-dewa adalah bagian religiusitas spesifik dalam zaman Majapahit Abstract. This paper discusses three sculptures, a male and two female ones, dating to the East Javanese period (c. 1450 AD). The male image which is commonly identified as the depiction of the mythological Prince Pañji, originally was accompanied by a statue depicting his female counterpart Princess Candrakirana, this statue being lost today. Another female statue, still extant today, is argued to represent another depiction of Candrakirana. Based on the method of iconology, this study investigates the iconography, style, and the comparison of these images, and it raises questions of workshops, provenance and life history. The conclusion suggests the existence of at least two pairs of sculptures depicting Pañji and Candrakirana, and possibly a larger – so far – unknown number. The cult of worshipping Pañji and Candrakirana as semi-divine deities makes part of the specific religiosity during the Majapahit time."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 1 (2016); 31-48",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2016 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/74\/45"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}