{
    "id": "jurnalarkeologi-5",
    "title": [
        "Keterkaitan Etnis Da’a di Wilayah Pedalaman Pegunungan Gawalise, Sulawesi Bagian Tengah, dengan Populasi Australomelanesid di Sulawesi."
    ],
    "creator": [
        "Yuniawati Umar, Dwi Yani"
    ],
    "subject": [
        "Da’a Ethnic",
        "Australomelanesid",
        "Early Modern Human (MMA)",
        "Sulawesi."
    ],
    "description": [
        "The Correlation Between Da’a Ethnic in the Hinterlands of Gawalise Mountains,Central Sulawesi, with the Australomelanesid Population in Sulawesi. Evidences of inhabitationby early modern human that characterized by Australomelanesid race have been found in mostregion of Indonesia. They lived in this archipelago, including Sulawesi, approximately 60.000-40.000 years ago. Caves occupation in the Maros-Pangkep and open sites of settlement landscape atPasso, Minahasa, have showed us the evidence of their existence in South and North Sulawesi at thattime. But, in Central Sulawesi their traces were not present. This fact is what makes us interested inconducting this study. The goal of this study is to find the traces of early modern human populationswith Australomelanesid race character in Central Sulawesi. The method for this study is a surveymethod using ethnoarchaeology. In this research we concluded that one of the ethnic that inhabit thisregion, the Da’a, has the character of Australomelanesid race. It is possible that they are descendantsof the early modern human populations. But in the present time, they are using the Austronesian cultureand language, which introduced to Sulawesi when their speakers migrated to this island nearly 4000years ago. The discovery of this Da’a ethnic tribe not only has produced a new hipothesis, but alsostrengthen the former hipothesis about the existence of modern human at Sulawesi. Abstrak. Bukti adanya hunian dan budaya manusia modern awal berkarakter ras Australomelanesid di Indonesia adalah bahwa 60.000-40.000 tahun yang lalu telah ada jejak hunian di sejumlah kawasan di Indonesia, termasuk ke wilayah Sulawesi. Hal ini terlihat dari bukti-bukti hunian gua-gua di kawasan Maros-Pangkep di Sulawesi Selatan dan hunian situs bentang alam terbuka di Passo, Minahasa (Sulawesi Utara). Akan tetapi jejak hunian itu tidak ditemukan di bagian Sulawesi lainnya seperti di Sulawesi bagian tengah. Hal inilah yang membuat penulis tertarik untuk melakukan penelitian ini. Tujuannya untuk mengetahui jejak kehadiran populasi manusia modern awal yang berkarakter ras Australomelanesid di Sulawesi bagian tengah. Metode yang digunakan adalah metode survei melalui kajian atau pendekatan etnoarkeologi. Hasil yang diperoleh adalah menemukan etnik Da’a yang memiliki karakter ras Australomelanesid yang diduga merupakan sisa-sisa populasi manusia modern awal. Akan tetapi dalam kehidupannya sekarang budaya dan bahasanya sudah menggunakan budaya dan bahasa Austronesia yang masuk ke Sulawesi sekitar 4000 tahun yang lalu. Dengan ditemukannya komunitas etnik Da’a ini menghasilkan hipotesis."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 1 (2016); 1-18",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/71\/43"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}