{
    "id": "jurnalarkeologi-204",
    "title": [
        "UPAYA KONSERVASI KAPAL KARAM GOSONG NAMBI SEBAGAI BUKTI ADANYA JALUR PERDANGAN MARITIM MASA LALU DI KABUPATEN PESISIR SELATAN, SUMATRA BARAT"
    ],
    "creator": [
        "Wisha, Ulung Jantama",
        "Ridwan, Nia Naelul Hasanah",
        "Dhiauddin, Ruzana",
        "Rahmawan, Guntur Adhi",
        "Kusumah, Gunardi"
    ],
    "subject": [
        "Shipwreck",
        "Looting",
        "Gosong Nambi Atoll",
        "Underwater Cultural Heritage",
        "Cultural Resource Management"
    ],
    "description": [
        "Abstract. Conservation Efforts of Gosong Nambi Shipwreck as an Evidence of the Past Maritime Trading Routes in Pesisir Selatan Regency, West Sumatra. The coastal region of West Sumatra has become one of the main trading routes in the 15th-19th centuries so there is no doubt that this area has many archaeological remains both underwater, coastal area, and buried underground. One of the underwater archaeological remains in this region is the discovery of a shipwreck at the Gosong Nambi coral site which is administratively located in Pesisir Selatan Regency, West Sumatra Province in 2015. This study aims to provide an overview of the current condition of the Gosong Nambi Shipwreck site. Research activities include collecting information, searching the shipwreck’s location, recording data, measuring the visible dimensions, and sketching the shipwreck, has been done. Visually, it is a small size vessel which was predicted as a cargo ship from the 1900s that might sail from Bengkulu to West Sumatra and crashed into Gosong Nambi coral (Atoll) and then sank. The shipwreck is partially buried in the sand and piles of the dead coral in the stern and most of the ship’s hull had been looted by scarp metal hunters. Natural factors also trigger site vulnerability so it is advisable to excavate. Conservation efforts are necessary to be done with a CRM approach which can have a positive impact on society on socio-economic aspects without harming any related parties. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n&nbsp;\nAbstrak. Wilayah pesisir Sumatra Barat menjadi salah satu jalur perdagangan utama pada abad ke-15-19 sehingga tidak diragukan lagi wilayah ini memiliki banyak tinggalan arkeologis baik yang di bawah air, wilayah pantai, maupun terkubur di bawah tanah. Salah satu tinggalan arkeologi bawah air di wilayah ini adalah temuan kapal karam di situs gugusan karang Gosong Nambi yang secara administratif terletak di Kabupaten Pesisir Selatan, Provinsi Sumatra Barat pada tahun 2015.Tujuan dari penelitian ini adalah untuk memberikan gambaran kondisi terkini situs kapal karam Gosong Nambi. Aktivitas penelitian berupa pengumpulan informasi, pencarian lokasi situs, perekaman data, pengukuran dimensi kapal yang terlihat, dan membuat sketsa kapal, telah dilakukan. Secara visual, kapal tersebut termasuk kapal kecil yang diprediksi sebagai kapal barang dari tahun 1900-an yang mungkin berlayar dari Bengkulu menuju ke Sumatra Barat dan menabrak gugusan karang (atol) Gosong Nambi dan akhirnya tenggelam. Kondisi kapal karam tersebut sebagian terkubur dalam pasir dan tumpukan karang mati pada bagian buritan dan sebagian besar lambung kapal telah dijarah oleh para pemburu besi tua. Faktor alam juga menjadi pemicu kerentanan situs sehingga disarankan untuk melakukan ekskavasi. Upaya konservasi perlu dilakukan dengan pendekatan CRM yang dapat terdampak positif terhadap masyarakat pada aspek&nbsp; sosial ekonomi tanpa merugikan berbagai pihak yang terkait."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 1 (2020); 63-76",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/590\/550"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}