{
    "id": "jurnalarkeologi-11",
    "title": [
        "Osteobiografi individu nomor 38 dari Situs Prasejarah Gilimanuk."
    ],
    "creator": [
        "Prayudi, Ashwin",
        "Suriyanto, Rusyad Adi"
    ],
    "subject": [
        "Osteobiografi",
        "Osteoarthritis",
        "Gilimanuk",
        "Bali."
    ],
    "description": [
        "Penelitian ini bertujuan untuk mempresentasikan osteobiografi seorang individu yang berasal dari situs kubur masa Paleolitik Gilimanuk, Bali. Material yang dipergunakan adalah individu nomor 38 yang disimpan pada Laboratorium Bioantropologi dan Paleoantropologi, Universitas Gadjah Mada. Metode yang digunakan pada penelitian ini adalah analisis makroskopis, tanpa menggunakan proses destruktif.Hasil dari penelitian ini menunjukkan bahwa individu nomor 38 memiliki jenis kelamin perempuan dengan umur sekitar 50 tahun ketika individu ini meninggal. Selain itu, individu ini memiliki beberapa gangguan kesehatan diantaranya atrisi gigi pada seluruh permukaan giginya, trauma pada molar pertama maxilla kiri,  salah satu rusuk kanan patah ketika masih hidup dan telah tersambung dengan baik, adanya kemungkinan parturisi, adanya degenerasi persendian temporomandibular atau porositas yang terdapat pada fossa mandibularis. Adanya osteopit dan porositas pada beberapa bagian tulang seperti pada ossa carpi, ossa tarsi,  ruas tulang belakang, dan keberadaan eburnasi atau kilapan pada bagian talus yang dapat diidentikkan dengan gejala osteoarthritis."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 35 No. 1 (2017); 19-32",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2017-08-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/139\/167"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}