{
    "id": "jurnalarkeologi-42",
    "title": [
        "Identification of Karmawibhangga Reliefs at Candi Borobudur"
    ],
    "creator": [
        "Santiko, Hariani"
    ],
    "subject": [
        "the hidden foot” of Candi Borobudur",
        "Naskah T.80",
        "Prasasti-prasasti pendek"
    ],
    "description": [
        "Abstract. Reliefs depicted at Borobudur’s “hidden foot” are scenes taken from the Karmawibhangga texts. These reliefs depicted in 160 panels were rediscovered by J.W. Ijzerman in 1885, and in 1890-1891 were photographed by Kassian Cephas before the reliefs were closed down once again. The Karmawibhangga deals with the Law of Cause and Effect, the Karmic Law. The doctrine was veryimportant for the Buddhist visitors. In order they understand easily the episodes they saw, the sculptors portray many aspects of the early life in Java from the 9th to 10th century AD, during Borobudur’sera. The reliefs were studied by N.J. Krom, S. Levi, and Jan Fontein. Fontein studies these reliefs by comparing the episodes with two Karmawibhangga texts which were translated into Chinesenamed as T 80 and T 81. The purpose in writing this paper is to find out the Karmavibhanga text(s) used by the sculptors in carving the Karmawibhangga at Candi Borobudur. In this case I use theHistorical-archaeology as a method; this approach seeks an equal combination of “historical” and “archaeological” data to the study of the past i.e.Abstrak. Identifikasi Relief Karmawibhangga pada Candi Borobudur. Relief yang dipahatpada dinding kaki Candi Borobudur yang sekarang ditutup merupakan adegan-adegan dari naskah Karmawibhangga, yang berjumlah 160 panel ini ditemukan kembali oleh J.W. Ijzerman pada tahun 1885. Sebelum ditutup kembali relief seluruhnya difoto oleh Kassian Cephas pada tahun 1890-1891. Relief-relief tersebut terkait dengan ajaran hukum karma, hukum sebab akibat, yang sangat penting dalam ajaran agama Buddha. Agar cerita tersebut dimengerti dengan baik oleh pengunjung, makaajaran tersebut dikemas dalam cerita kehidupan masyarakat Jawa Kuna pada abad ke- 9-10 Masehi, semasa Candi Borobudur didirikan. Identifikasi relief telah dilakukan oleh N.J. Krom, S. Levi, dan Jan Fountain yang membandingkan adegan-adegan dengan dua naskah Sutra yang telah diterjemahkan kedalam bahasa Cina yang dikenal sebagai T 80 dan T 81. Tujuan penulisan ini adalah mencari naskah yang dipergunakan oleh para pemahat relief Karmawibhangga. Metode yang dipakai adalah metode Arkeologi-Sejarah yaitu pendekatan yang menggunakan data artefaktual dan data tekstual berupanaskah dan prasasti. Relief yang dibandingkan dengan episode dalam naskah, diketahui bahwa berbagai episode lebih mendekati isi naskah T80."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 2 (2016); 129-138",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/179\/125"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}