{
    "id": "jurnalarkeologi-19",
    "title": [
        "Materialisasi Identitas: Monumen-Monumen Perahu Batu di Kepulauan Tanimbar."
    ],
    "creator": [
        "Ririmasse, Marlon NR"
    ],
    "subject": [
        "Identitas",
        "Monumen Tradisional",
        "Kepulauan Tanimbar"
    ],
    "description": [
        "Abstract. Materialization of Identity: Stone Boat Monuments in The Tanimbar Islands. Boat theme is one of main symbolic elements in islands between Timor and New Guinea. Community in this region has attached the philosophical value of boat in various cultural products that ranged from architechture to statues. The stone boat monument of Sangliat Dol in Tanimbar is one of the most popular representation of such Phenomenom. Recent archaeological studies in the Tanimbar Islands found that this model of stone boat monument is surprisingly widely adopted in this region. The eksistence of sites with these specific monuments refelected this condition. This paper tries to discuss the recent pictures of stone boat monuments in the Tanimbar Islands and aspects behind thedevelopment of this particular cultural products in the region. The theory of materialization ideology by DeMarrais has been adopted to explain the phenomenom. This research found that the essence behind the construction of these stone boat monuments is serve as the identity materialization of traditional groups in Tanimbar Islands. Abstrak: Tema perahu merupakan salah satu elemen simbolik yang digunakan secara luas di pulau-pulau yang membentang antara Timor dan Papua. Masyarakat di kawasan ini memang menyematkan segenap nilai filosofis perahu pada berbagai produk budaya mereka mulai dari aristektur hingga patung dan objek pemujaan leluhur. Salah satu representasi yang paling terkenal adalah keberadaan monumen perahu batu di Sangliat Dol, Tanimbar. Studi arkeologis terkini di Kepulauan Tanimbarmenemukan bahwa model monumen untuk tema perahu sebagai simbol ini juga ternyata digunakan pada cakupan yang lebih luas di wilayah ini. Eksistensi situs-situs serupa di beberapa bagian lain kepulauan ini merupakan cermin atas kondisi tersebut. Tulisan ini mencoba mendiskusikan gambaranterkini sebaran representasi monumen perahu batu di wilayah Kepulauan Tanimbar serta aspek-aspek yang melatarbelakangi berkembangnya model budaya khas dimaksud di kawasan ini. Hasil penelitian menemukan bahwa hakekat monumen perahu batu ini merupakan wujud materialisasi identitas kelompok-kelompok masyarakat tradisional di Kepulauan Tanimbar."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 1 (2013); 25-38",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-06-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/149\/99"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}