{
    "id": "jurnalarkeologi-324",
    "title": [
        "The Characteristics Linkage Among Austronesian Houses: The Traditional Houses in Luhak Agam, Rokan, and Mandailing"
    ],
    "creator": [
        "Khamdevi, Muhammar"
    ],
    "subject": [
        "architectural characteristics",
        "traditional house",
        "rumah gadang",
        "rumah godang",
        "rumah bagas godang",
        "karakteristik arsitektur",
        "rumah tradisional",
        "rumah gadang",
        "rumah godang",
        "rumah bagas godang"
    ],
    "description": [
        "Abstrak. Hubungan Karakteristik Antara Rumah-Rumah Austronesia: Rumah-Rumah Tradisional di Luhak Agam, Rokan, dan Mandailing. Rumah Luhak Agam (termasuk Pasaman) yang berada di Sumatra Barat memiliki ciri khas tersendiri yang membedakan dengan Rumah Gadang Minangkabau lainnya yang berada di Luhak Tanah Datar dan Luhak Limapuluh Koto. Lokasi Luhak Agam sangat dekat dengan wilayah Rokan Hulu di Riau dan dengan wilayah Tapanuli Selatan (Mandailing-Natal) di Sumatra Utara. Sepintas, rumah adat mereka terlihat mirip, terutama pada bentuk atapnya. Sangat mungkin, di daerah ini telah terjadi sebuah proses berbagi budaya pada zaman dahulu. Maka dari itu, penelitian ini berusaha untuk mengeksplorasi dan membandingkan karakteristik arsitektur antara ketiga wilayah tersebut. Bagaimana keterkaitan karakteristik rumah antara ketiga wilayah tersebut? Metode penelitian ini adalah metode kualitatif yang memilii maksud untuk melakukan perbandingan dan menggunakan sumber sejarah dan kebahasaan untuk mendapatkan kesimpulan yang lebih komprehensif. Sehingga penelitian ini dapat menunjukkan keterkaitan antara ketiga wilayah tersebut. Hasil penelitian menunjukkan bahwa terdapat proses berbagi sifat-sifat (traits) dan pengetahuan pada karakteristik antara variasi-variasi budaya austronesia pada masing-masing rumah-rumah mereka.\n \nAbstract. The Luhak Agam house (including Pasaman) in West Sumatra has its own characteristics that distinguished from other Minangkabau's Rumah Gadang in Luhak Tanah Datar and Luhak Limapuluh Koto. The location of Luhak Agam is very close to the Rokan Hulu area in Riau and South Tapanuli (Mandailing-Natal) in North Sumatra. At a glance, their traditional houses look similar, especially in the shape of the roof. There may have been cultural sharing in this area in ancient times. Therefore, the research tried to explore and compare their architectural characteristics. How is the linkage of the characteristics of the house? The qualitative research method compares and uses historical and linguistic sources to get a more comprehensive conclusion. So, this research can show the linkage between them. The results showed a process of traits and knowledge sharing among the Austronesian cultures variations in each of their houses."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 2 (2021); 147-162",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 Muhammar Khamdevi",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/837\/607"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}