{
    "id": "jurnalarkeologi-35",
    "title": [
        "Beberapa Aspek Biokultural Rangka Manusia dari Situs Kubur Kuna Leran, Rembang, Jawa Tengah"
    ],
    "creator": [
        "Noerwidi, Sofwan"
    ],
    "subject": [
        "Rangka",
        "Situs Leran",
        "Aspek Biokultural"
    ],
    "description": [
        "Abstract. Some Biocultural Aspects on Human Skeleton from Ancient Burial Site of Leran, Rembang, Central Java. Leran ancient burial site was informed by local people to the Center for Archaeological Research of Yogyakarta in 2012. Until 2013, we have found at least 17 individuals of human remains which were identified from Leran site. This paper tries to uncover biocultural aspects on human skeletal of Leran site through material data of remaining anatomy. The biological aspectsinclude sexes, age, stature, and race. The cultural aspects include premortem cultural practices and burial treatment. Hopefully this article could enrich our understanding of the biocultural aspects on the burial sites in Java in particular and Indonesia in general.Abstrak. Situs kubur kuna Leran dilaporkan oleh masyarakat kepada Balai Arkeologi Yogyakarta pada tahun 2012. Hingga penelitian tahun 2013, setidaknya telah ditemukan sebanyak 17 individu yang berhasil diidentifikasi dari Situs Leran. Tulisan ini berusaha mengungkap aspek biokultural yang dimiliki oleh rangka manusia Situs Leran melalui data-data materi anatomi tersisa. Aspek biologis yang diungkap antara lain adalah jenis kelamin, usia, tinggi badan, dan ras. Aspek kultural yangdibahas meliputi kebiasaan si individu pada saat masih hidup, dan perlakuan penguburan. Semoga tulisan ini dapat memperkaya pandangan kita mengenai aspek biokultural pada situs-situs kubur di Jawa pada khususnya dan Indonesia pada umumnya."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 32 No. 2 (2014); 77-92",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2014-11-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2014 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/167\/117"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}