{
    "id": "jurnalarkeologi-136",
    "title": [
        "Awai Kolonisasi Austronesia di Tenggara Pulau Jawa:  Perspektif Situs Kendenglembu"
    ],
    "creator": [
        "Noerwidi, Sofwan",
        "Hadi Sulistyarto, Priyatno"
    ],
    "subject": [
        "Migration-Colonization",
        "Austronesia",
        "Java",
        "Kendenglembu"
    ],
    "description": [
        "Early Colonization of the Austonesia the Southeast Part of Java: The Perspective of Kedenglembu Site. Until recently, the most widely accepted explanation for the case of Austronesian migration and colonization is Bellwood-Blust model, which are collaboration between archaeological data and historical linguistics. Based on linguistic evidence, Robert Blust(1985) proposed hypothesis about sub-group of Javanese language which comes from a community in the southern part of Borneo, around the estua,y of Barito River. Based on those linguistic analysis results can be seen that the fonnation process of proto-language of Javanese, Balinese, Sasak and West Sumbawa occurred about 2 5 00 BP Th is papenvi\/1 discuss some data from recent research at the Kendenglembu Site, Banyuwangi and its implications for hypothesis of the initial Austronesian colonization in the southeastern part of Java. Archaeological data from Kendenglembu Site indicating the Austronesian colonization of Java Island derived from the West Sulawesi. Meanwhile, AMS dating analysis results from Kendenglembu Site produce more young chronology, compared with linguistic dating by glotocronology method. "
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 1 (2011)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/405\/259"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}