{
    "id": "jurnalarkeologi-319",
    "title": [
        "Gambar Cadas Antropomorfik di Kepulauan Maluku: Studi Kasus di Pulau Kaimear dan Kisar, Maluku"
    ],
    "creator": [
        "Wattimena, Lucas",
        "Salhuteru, Marlyn J.",
        "Peseletehaha, Godlief A.",
        "Surbakti, Karyamantha",
        "Al Mujabuddawat, Muhammad",
        "Huwae, Andrew"
    ],
    "subject": [
        "Rock art anthropomorphic",
        "shape",
        "distribution",
        "Wallacea",
        "Moluccas Archipelago",
        "Gambar cadas antropomorfik",
        "bentuk",
        "sebaran",
        "Wallacea",
        "Kepulauan Maluku"
    ],
    "description": [
        "Abstract. Anthropomorphic Images of Rock Art In Moluccas Archipelago, Indonesia (Case Study In Kaimear and Kisar Island, Maluku). The Maluku Islands Cluster consists of a group of large and small islands located horizontally and vertically between the equator. These geographical conditions make the Maluku Islands as one of the characters of archipelagic rock image sites in Indonesia. This paper presents the shape and distribution of anthropomorphic rock images in the Maluku Islands in the Wallacea Region. The research location covers the southeastern part of the Maluku Islands, namely Kaimear Island and Kisar Island, Maluku Province. The purpose of this paper is to determine the shape and distribution of anthropomorphic rock images in the Maluku Islands. This study used the descriptive qualitative method. The data used is a combination of data obtained from research in 2014 - 2019. The results show that there are eighty forms of human rock images scattered on sites on Kisar Island, which include the Here Sorot Entapa, Herku, Intutun, Irmula, Kulwasuru, Lenhorhorok, Liotitin, Salpuru,Wakurai, Hersorsorot, and one site on Kaimear Island, the Kel lein Site.\n \nAbstrak. Gugusan Kepulauan Maluku terdiri atas gugusan pulau-pulau besar dan kecil terletak sejajar secara horizontal dan vertikal di antara garis khatulistiwa. Kondisi geografis tersebut menjadikan Kepulauan Maluku sebagai salah satu karakter situs gambar cadas kepulauan di Indonesia. Tulisan ini menyajikan bentuk dan sebaran gambar cadas motif antropomorfik di Kepulauan Maluku yang berada di Kawasan Wallacea. Lokasi penelitian mencakup wilayah gugusan Kepulauan Maluku bagian tenggara, yaitu Pulau Kaimear dan Pulau Kisar, Provinsi Maluku. Tujuan penulisan ini adalah untuk mengetahui bentuk dan sebaran gambar cadas antropormofik di Kepulauan Maluku. Penelitian ini menggunakan metode deskriptif kualitatif. Data yang digunakan merupakan gabungan antara data yang diperoleh dari penelitian tahun 2014 - 2019. Hasil penelitian menunjukan bahwa terdapat  delapan puluh bentuk gambar cadas manusia yang tersebar di situs di Pulau Kisar, yang meliputi Situs Here Sorot Entapa, Herku, Intutun, Irmula, Kulwasuru, Lenhorhorok, Liotitin, Salpuru, Wakurai, Hersorsorot, dan satu situs di Pulau Kaimear, yaitu Situs Kel lein."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 39 No. 2 (2021); 81-96",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2021-12-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2021 Lucas Wattimena, Marlyn J. Salhuteru, Godlief A. Peseletehaha, Karyamantha Surbakti, Muhammad Al Mujabuddawat, Andrew Huwae",
        "https:\/\/creativecommons.org\/licenses\/by-nc-sa\/4.0"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/801\/603"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}