{
    "id": "jurnalarkeologi-6",
    "title": [
        "Situs Wonoboyo di Das Bengawan Solo, Wonogiri: Identifikasi Desa Paparahuan dalam Prasasti Tlaŋ (904 M)."
    ],
    "creator": [
        "Nastiti, Titi Surti",
        "Eriawati, Yusmaini",
        "Intan, Fadhlan S.",
        "Arfian, Arfian"
    ],
    "subject": [
        "Bengawan Solo",
        "Prasasti Tlaŋ",
        "Desa Paparahuan",
        "Identifikasi"
    ],
    "description": [
        "Desa Paparahuan yang disebutkan dalam Prasasti Tlaŋ (904 M) oleh W.F. Stutterheim diidentifikasikan dengan Dukuh Praon yang berada di sebelah barat Gunung Gandul, di Kabupaten Wonogiri. Akan tetapi dari hasil penelitian diketahui bahwa di sebelah barat Gunung Gandul tidak ada dukuh yang bernama Dukuh Praon. Sehubungan dengan itu maka tulisan ini bertujuan untuk mencari lokasi Desa Paparahuan yang harusnya berada di DAS Bengawan Solo, karena dalam prasasti disebutkan sebagai desa yang dijadikan tempat penyeberangan. Metode yang dipakai adalah metode deskriptif dan metode komparatif. Dari hasil penelitian diketahui bahwa Desa Paparahuan diidentifikasikan dengan Situs Wonoboyo yang terletak di DAS Bengawan Solo, di Dusun Jatirejo, Kelurahan Wonoboyo, Kecamatan Wonogiri, Kabupaten Wonogiri. Wonoboyo Site along the Bengawan Solo (Solo River), Wonogiri: The Identification of Desa Paparahuan in Tlaŋ Inscription (904 AD). Paparahuan village, which is mentioned in the inscription Tlan (904 AD), was identified by WF Stutterheim with the Hamlet of Praon, which is located west of Mt. Gandul in Wonogiri. However, from research revealed that in the west of Mount Gandul there is no hamlet named Praon. In connection with that matter, this paper aims to locate Paparahuan village, which should have been within the Bengawan Solo River Basin, because the inscription village mentions that the village was used as a river crossing place. The methods used in this paper are descriptive and comparative. The results revealed that the PaparahuanVillage was identified with Wonoboyo Site, which is located at the Bengawan Solo Basin, in the hamlet of Jatirejo,Wonoboyo Village, District Wonogiri, Wonogiri Regency."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 34 No. 1 (2016); 19-30",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2016-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2016 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/73\/44"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}