{
    "id": "jurnalarkeologi-50",
    "title": [
        "Pola Makan Masyarakat Pendukung Budaya  Megalitik Besoa, Kabupaten Poso, Sulawesi Tengah."
    ],
    "creator": [
        "Rahayuningsih, Restu Ambar"
    ],
    "subject": [
        "Pola makan",
        "Megalitik Besoa",
        "Analisis residu",
        "Paleopatologi"
    ],
    "description": [
        "Abstract. The Dietary Pattern of Megalithic People of Besoa, Poso District, Central Sulawesi. A dietary pattern is consisting of three fundamental elements, that is material feeding, nutrition, andeffect of consuming these foods. The dietary pattern can be seen in the presence of tartar (dental calculus) because there is a food deposit, which can be used to analyze the food material and nutrientcontent. The problem of this article is related to the dietary pattern and illness as a result of the foods being consumed. The purpose of this study is to reconstruct of megalithic people in Besoa, which livedin Poso, Central Sulawesi, based on human teeth found in kalamba No. 28 at the site of Wineki, Besoa Valley. Analysis was carried out to identify starch and nutrients (carbohydrates and proteins) fromthe residue of human teeth, and paleopathology from the teeth. The results indicate that Besoa society in the past consume rice and tubers in different diatery pattern. This differences of dietary patternresulted some dental diseases, such as dental calculus, dental caries, and attrition. Abstrak. Pola makan terdiri dari tiga hal yang mendasar, yaitu bahan makanan, nutrisi, dan efek jikamengkonsumsi makanan tersebut. Pola makan tersebut dapat dilihat pada keberadaan karang gigi (kalkulus) karena terdapat deposit makanan yang dapat digunakan untuk meneliti bahan makanan dan kandungan gizinya. Permasalahan dalam tulisan ini berkaitan dengan pola makan dan penyakit yang ditimbulkan dari bahan makanan yang dikonsumsi. Tujuan penelitian ini adalah untuk merekonstruksi pola makan manusia pendukung budaya megalitik Besoa yang tinggal di wilayah Poso, Sulawesi Tengah berdasarkan temuan gigi di dalam kalamba nomor 28 di Situs Wineki, Lembah Besoa. Metode yang digunakan dalam penelitian ini adalah analisis butir pati dan zat gizi dari residu gigi manusia, serta analisis paleopatologi, dari gigi manusia. Hasil penelitian menunjukkan bahwa masyarakat Besoa pada masa lalu mengkonsumsi padi dan umbi-umbian sebagai bahan makanan dengan pola makan yang berbeda-beda. Perbedaan pola makan tersebut mengakibatkan terjadinya beberapa penyakit gigi, seperti karang gigi, karies gigi, dan atrisi."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 33 No. 1 (2015); 13-24",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2015-06-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2017 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/210\/134"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}