{
    "id": "jurnalarkeologi-69",
    "title": [
        "RE-INTERPRETASI NAMA CANDI BOROBUDUR"
    ],
    "creator": [
        "Nastiti, Titi Surti"
    ],
    "subject": [
        "Candi Borobudur",
        "Buddha Mahāyana",
        "Boro",
        "Buḍur"
    ],
    "description": [
        "Abstract. Re-Interpretation the Name of Borobudur Temple.Borobudur temple is the largest Mahāyana Buddhist temple in Indonesia built in the 8th century. The origin of the name Borobudur is still debated until today, therefore it is necessary to review the origin of the name of Borobudur. Thera are plenty of scholars from Indonesia and the Netherlands that hypothesised  around the origin of the name. A few scholars thought the name originated from the word boro which means monastery and there is no agreement yet on the definitation of the word \"budur\". There are those who defined budur as big, buddha, or hill. According to J.G. de Casparis, he theorised that Borobudur came from the word bhūmisambhārabūdhara which means \"hill of the accumulation of virtues on the ten stages of Boddhisattva\". If we look at it from the textual context budur is a name for a kind of palm tree and tuak (a kind of wine) is also made from buḍur tree. There many places in Java that originated from the name of a tree such as Jombang, Gebang, Kampung Rambutan, Kebon Nanas, so it can also be theorised that budur is derived from the name of a tree that was made into a name of place. This research used comparative methods with etymology approach. From this research we conclude that Borobudur originated from two words boro and budur. Boro from vihara is  monastery and budur is the name of the village that was derived from the name of a tree, the budur tree. Therefore Borobudur is name for a monastery located in Budur Village.   AbstrakCandi Borobudur merupakan candi Buddha Māhāyana terbesar di Indonesia yang dibangun pada abad ke-8. Mengingat bahwa sampai sekarang nama Borobudur masih menjadi bahan perdebatan, dirasakan perlu untuk mengkaji kembali mengenai asal-usul nama Borobudur. Banyak sarjana Belanda dan Indonesia yang telah membuat hipotesis mengenai nama Borobudur. Beberapa sarjana mengartikan kata boro dengan ‘biara’, sedangkan kata budur masih belum ada kesepahaman. Ada yang mengartikannya ‘besar’, buddha berarti ‘bukit’ sehingga Borobudur bisa diartikan ‘biara yang agung’, ‘kota Buddha’, dan ‘biara di atas bukit’. Namun, J.G. de Casparis mempunyai asumsi yang berbeda. Ia menyebutkan bahwa Borobudur berasal dari kata bhūmisambhārabūdhara yang artinya ‘bukit himpunan kebajikan sepuluh tingkatan Boddhisattwa’. Di pihak lain, dalam data tekstual dikatakan bahwa budur adalah nama pohon sejenis palem dan nama tuak yang terbuat dari pohon budur. Karena banyak nama tempat di Jawa yang memakai nama pohon, seperti jombang, gebang, kampung rambutan, kebon nanas, kemungkinan besar budur adalah nama tumbuhan yang menjadi nama tempat. Dalam penelusuran nama Borobudur dipakai metode komparatif dengan pendekatan etimologi. Dari kajian ini diketahui bahwa nama Borobudur berasal dari dua kata, yaitu boro dan budur. Boro berasal dari kata biara dan budur adalah nama desa yang diambil dari nama tumbuhan, yaitu pohon budur. Dengan demikian, Borobudur dapat diartikan ‘biara yang terletak di Desa Budur’."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 36 No. 1 (2018); 11-22",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-09-30"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/326\/328"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}