{
    "id": "jurnalarkeologi-202",
    "title": [
        "Pertimbangan Pemilihan Lokasi Kompleks Candi Dieng"
    ],
    "creator": [
        "Harriyadi, Harriyadi"
    ],
    "subject": [
        "Dieng temple Compounds",
        "Site Selection",
        "Locational Analysis",
        "Kompleks Candi Dieng",
        "Pemilihan lokasi",
        "Analisis Lokasional"
    ],
    "description": [
        "Abstract, Dieng Plateau is a highland area with an elevation between 2.000-2.100 meters above sea levels and has been used by people since the Hindu Buddhist period to carry out religious rituals. Its location has extreme weather conditions, complicated accessibility, and the threat of eruption from its volcanic mountains. Nevertheless, the conditions do not deter people to build temple compounds in Dieng Plateau. This research conduct to determine the factors underlying the Dieng Plateau as an area to build temple compounds. This research uses locational analysis which emphasizes two aspects are physical landscape and religious conceptual data. Both data are analyzed and synthesized to get factors regarding sacred and profane spaces that have considered in site selection. The results showed that although the Dieng Plateau provides a variety of natural resources that can be used to people’s needs. The physical landscape of the Dieng plateau is an embodiment of the concept of tirtha or the journey from \\profane to sacred space. A journey that has the meaning of self-purification to achieve moksha. Elevation of location is a symbol of the axis mundi or intersection between the human world and the world of god. Religious factors seem to be quite dominant in the consideration of choosing the location of the Dieng Temple Complex. Abstrak, Dataran tinggi Dieng merupakan kawasan dataran tinggi dengan elevasi antara 2.000-2100 m.dpl. dan telah digunakan oleh masyarakat sejak masa Hindu Buddha untuk melakukan ritual keagamaan. Kawasan ini memiliki kondisi cuaca ekstrim, aksesbilitas rumit, dan ancaman bencana erupsi dari pegunungan api Dieng. Meskipun demikian, kondisi alam tersebut tidak menghalangi masyarakat untuk mendirikan kompleks bangunan suci di dataran tinggi Dieng. Penelitian ini dilakukan untuk mengetahui faktor–faktor yang melatarbelakangi dipilihnya dataran tinggi Dieng sebagai tempat untuk melakukan ritual keagamaan. pendekatan yang dipakai adalah analisis lokasional yang menekankan pada dua variabel, yaitu lanskap fisik dan konsep keagamaan. Kedua data dari variabel kemudian dianalisis dan disintesiskan untuk mendapat faktor yang dipertimbangkan dalam pemilihan lokasi. Hasil penelitian menunjukkan bahwa dataran tinggi Dieng merupakan perwujudan dari konsep lokasi, ruang, dan tempat sakral dalam agama Hindu. Lanskap fisik dataran tinggi Dieng merupakan perwujudan dari konsep tirtha atau perjalanan dari dunia profan menuju dunia sakral. Perjalanan yang memiliki makna penyucian diri untuk mencapai moksha. Lokasinya yang tinggi merupakan lambang dari axis mundi atau persinggungan antara dunia manusia dan dunia kedewataan. Faktor keagamaan nampaknya menjadi faktor yang cukup dominan dalam pertimbangan pemilihan lokasi Kompleks Candi Dieng."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 37 No. 2 (2019); 123-138",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-14"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2019 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/565\/452"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}