{
    "id": "jurnalarkeologi-137",
    "title": [
        "The Jar Burial Site of Lolo Gedang, Southwest of Kerinci Lake, Jambi"
    ],
    "creator": [
        "Arifin Aziz, Fadhila"
    ],
    "subject": [
        "Jar Burial",
        "Lolo Gedang Site",
        "Kerinci Lake",
        "Jambi"
    ],
    "description": [
        "The area of Kerinci Lake is one of the locations that have varied archaeological heritages. Administratively, this area is located in the Regency of Kerinci, the Province of Jambi. Until now it remains a remote area due to limited access of transportation and communication. Its mountainous and hilly geographic condition with lakes and river tributaries is the main factor of local income, which is from agricultural sector (infields\/plantations). The hilly areas of Sumatra are among the places in Southeast Asian Archipelago that have not been sufficiently investigated in terms of archaeology. Up to the present, in an area in Jambi Province, which is the one around the Kerinci Lake, can still be found material culture in forms of artifacts with prehistoric characteristics. The prehistoric (from mesolithic up to paleometalic periods) remains found at the sites around Kerinci Lake indicate that there was an early civilization supported by communities with quite advanced technology (tools), social organization, and belief Research program in forms of surveys and excavations in geographical and environmental units have been carried out since van der Hoop (I 932) began his study on megalithic in the highlands of Pasemah in I 930 s. Van der Hoop's discovery led to similar researches in Pasemah and Kerinci. This paper is focused on one of the sites in Kerinci, which is the Jar burial ofLolo Gedang (Aziz et al. 2009-201 OJ. Results of excavation yield a number of burial Jars in various sizes at the site (Sector ll), which are dominantly treated with red slip OfJ both their outside and inner surface; they have several local shapes that are unique to this site. The jars are secondary burials with funeral gifts of adzes, flakes, small pots, beads, and bronze ornaments within and outside the burial context."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 29 No. 1 (2011)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/406\/260"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}