{
    "id": "jurnalarkeologi-22",
    "title": [
        "Irigasi Tirtayasa: Teknik Pengelolaan Air Kesultanan Banten Pada Abad Ke-17 M"
    ],
    "creator": [
        "Wibisono, Sonny C."
    ],
    "subject": [
        "Kesultanan Banten",
        "Sultan Ageng Tirtayasa",
        "teknologi",
        "pertanian",
        "irigasi"
    ],
    "description": [
        "Abstract. Irrigation of Tirtayasa: Water Management Technique of the Sultanate of Banten in the 17th century. This paper presents the results of archaeological research that revealed the agricultural sideview of the Sultanate of Banten, based on the findings of the irrigation features of the 17th century. It has been recorded in history that an engineering done to build a water management system in a large scale for intensive agricultural purposes in the coastal region of Banten. The opening of the agricultural land was initiated by Sultan Ageng also known epithet of honor as Tirtayasa. Variety of finding features include former canals, artificial embankments, bridges, water gates and water control building. Human adaptation and environmental approaches used to describe the ability of the technology to build the water system, which is an actions and consequences of efforts to solve problems of the local environmental situation, then put it together in a large system. The hydraulics engineering, held in support of food security. All the evidence, showing toughness engineered water management system, at that time. Abstrak: Tulisan ini menyajikan hasil penelitian arkeologi yang mengungkap sisi agraris dari Kesultanan Banten, berdasarkan peninggalan irigasi dari abad ke 17. Tercatat dalam sejarah bahwa sebuah rekayasa dilakukan untuk membangun tata air dalam skala besar untuk pertanian intensif di pesisir Banten. Pembangunan itu diprakarsai Sultan Ageng yang bergelar Tirtayasa. Melalui pendekatan excavasi bukti-bukti jejak hidro-arkeologi ditemukan kembali, tersebar di antara SungaiCiujung, Sungai Cidurian dan Sungai Cipasilihan. Ragam peninggalan antara lain berupa bekas kanal-kanal, tanggul buatan, jembatan, pintu air, dan bangunan pengontrol air. Pendekatan adaptasi manusia dan lingkungan digunakan untuk menjelaskan kemampuan teknik membangun tata air, yang merupakan tindakan dan konsekuensi dari upaya mengatasi problem situasi lingkungan setempat, danmenyatukannya dalam sebuah sistem besar. Rekayasa teknologi hidrolika ini, diselenggarakan untuk mendukung kebutuhan pangan. Bukti-bukti itu, menunjukan ketangguhan rekayasa pengelolaan tata air, pada masa itu."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 1 (2013); 53-68",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-06-01"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/153\/103"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}