{
    "id": "jurnalarkeologi-236",
    "title": [
        "Geologi Situs Paleolitik Pacitan Bagian Timur Kabupaten Pacitan, Provinsi Jawa Timur"
    ],
    "creator": [
        "S. Intan, M. Fadhlan"
    ],
    "subject": [
        "Paleolithic",
        "Environment",
        "Natural Sources"
    ],
    "description": [
        "Abstract. The Geology of the Paleolithic Site of the Eastern Part of Pacitan, Pacitan Regency, East Java Province. The Paleolithic Site of the Eastern Part of Pacitan is located at Km-10 to Km-18 east of the city of Pacitan to the direction of Trenggalek regency.  It covers three main rivers, namely Kedunggamping (Padi) River, Ngrendeng-Tulakan River, and Lorog River.   The site has lowland, weak wavy, strong wavy, and karst morphological units.  It is situated at an elevation of O - 900 m above sea level.  The three rivers that flow in this  area  are old and old-mature  stadium ones,  with observable trellis and rectangular desiccated patterns. They belong to periodic, consequent, and subsequent types.   The rocks that compose the area are volcanic breccia, conglomerate, ingenous rock unit, sand stone, tuff, clay-stone, silt, limestone unit, and alluvial sediment, with ages that range from Oligocene up to Holocene. The geological structures that are found in this place include sincline fold and strike slip.   The river terraces belong to the first, which still directly connected to the river surface. Disturbance on geological structure is one of the factors that influence the position and existence of the river terraces.   Lithic tools made of chert, andesite, jasper, silicified-limestone, wood fossil, chalcedony, and limestone are found at this site.  The raw materials of those tools (granule, pebbles, and boulders) are usually available along the rivers.Abstrak. Lokasi Situs Paleolitik Pacitan bagian Timur terletak di Km-10 hingga Km-18 sebelah timur Kota Pacitan ke arah Kabupaten Trenggalek.  Situs Paleolitik ini meliputi wilayah Sungai Kedunggamping (Sungai Padi), Sungai Ngrendeng-Tulakan, dan Sungai Lorog.    Bentang alam wilayah situs ini termasuk pada satuan morfologi dataran, satuan morfologi bergelombang lemah, satuan morfologi bergelombang kuat, dan satuan morfologi karst.  Ketinggian situs berada pada O - 900 meter di atas permukaan air laut.    Ketiga sungai itu termasuk pada sungai berstadia Tua (old river stadium) dan Dewasa-Tua (old-mature), dengan kenampakan pola pengeringan Trellis dan Rectangular. Selain itu, termasuk pada Sungai Periodis, Sungai Konsekuen, dan Sungai Subsekuen.    Batuan penyusun wilayah situs adalah breksi vulkanik, konglomerat, satuan batuan beku, batu pasir, tufa, batu lempung, batu lanau, satuan batu gamping, dan endapan aluvial.  Kisaran umurnya ialah dari Oligosen hingga  Holosen.  Struktur geologi yang melewati wilayah situs adalah Lipatan (fold) dari jenis sinklin, dan Patahan  (fault)  dari jenis  sesar geser.   Undak-undak sungai yang teramati termasuk pada undak sungai pertama yang masih berhubungan langsung dengan muka air sungai. Gangguan struktur geologi ikut mempengaruhi keletakan dan keberadaan undak-undak sungai itu sendiri.    Alat-alat   litik terdiri dari batuan chert, andesit, jasper, batugamping kersikan, fosil kayu, kalsedon, dan batugamping. Sumber bahan baku alat-alat litik tersebut umumnya berada di alur-alur sungai  dalam  bentuk  kerikil,  kerakal, dan boulder batuan."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 26 No. 1 (2008); 1-22",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-02-24"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/638\/468"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}