{
    "id": "jurnalarkeologi-110",
    "title": [
        "The Settlement Pattern of Rubber Plantation Areas from the Dutch-Indie’s Period in Bogor."
    ],
    "creator": [
        "Hari Inagurasi, Libra"
    ],
    "subject": [
        "Bogor",
        "The Dutch-Indie",
        "Settlement",
        "Rubber Plantation."
    ],
    "description": [
        "Abstrak. Tulisan ini dilatarbelakangi oleh pemikiran, bahwa Bogor merupakan sebuah daerah yang kaya akan potensi perkebunan masa Hindia Belanda. Meskipun demikian belum ada tulisanyang membahas seperti apa dan bagaimanakah pemukiman di kawasan perkebunan karet masa Hindia Belanda di Bogor. Dilatarbelakangi oleh pemikiran tersebut maka tulisan ini bertujuan menampilkan kembali gambaran pola pemukiman di kawasan perkebunan karet melalui jejak-jejak yang ditinggalkan. Tulisan ini disusun melalui tahap penelusuran literatur, survei arkeologi danlingkungan di lokasi penelitian, analisis, sintesa antara data arkeologi dan data sejarah. Gambaran pola pemukiman di kawasan perkebunan karet di Bogor dapat dibuktikan secara fisik melalui tinggalan-tinggalan arkeologi. Bangunan-bangunan yang berfungsi sebagai rumah tempat tinggal pemilik kebun,bangunan kantor perkebunan, pengolahan getah karet, dan mausoleum, serta artefak genteng lamadan botol Eropa merupakan petunjuk keberadaan pemukiman di perkebunan karet Hindia Belanda diBogor. Pola pemukiman perkebunan tersusun atas bangunan tempat tinggal pemilik kebun misalnya landhuis atau kantor perkebunan yang dikelilingi oleh tempat tinggal pegawai dan pekerjanya, tempat pengolahan karet. Adapun mausoleum ditempatkan berjauhan dari pusat pemukiman. Abstract. The Settlement Pattern of Rubber Plantation Areas from the Dutch-Indie’s Period in Bogor.This article is based on a notion that Bogor is an area rich in potency of plantations during the Dutch-Indie’s Period. However, there has not been an article that discusses what were the settlements in the rubber plantations in Bogor during the Dutch-Indie’s period like and how were life there at that time. Based on such thought, this article will reconstruct the settlement patterns in the rubber plantations through their remains, by conducting literature study, archaeological and environmental surveys in the research area, analyses, and synthesis between archaeological and historical data. The depiction of the settlement patterns in rubber plantations in Bogor can be physically proven through their archaeological remains. Buildings that were functioned as residences of plantation owners, administration building (plantation office), rubber-latex processing building, and mausoleum, as well as artefacts in forms of old roof tiles and European bottles are indications of the presence of settlements in Dutch Indie’s rubber plantations in Bogor. The settlement pattern consists of residence of plantation owner, known as landhuis, plantation office surrounded by residences of plantation workers, and rubber-latex processing building. Mausoleum is located far from the centre of settlement."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 32 No. 1 (2014)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-20"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/377\/238"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}