{
    "id": "jurnalarkeologi-38",
    "title": [
        "Alat Tukar Lokal dan Impor Di Papua."
    ],
    "creator": [
        "Mahmud, M. Irfa"
    ],
    "subject": [
        "Papua",
        "Alat tukar",
        "Perdagangan",
        "Komoditi",
        "Suku"
    ],
    "description": [
        "Abstract. Local and Imported Mediums of Exchange in Papua. This paper reveals the forms, values, and functions of the mediums of exchange, which were used in trade transactions in the past in Papua. The purpose is to show the monetary system of Papua citizens since hundreds of years ago; in fact it is still being used as the apparatus of traditional ceremonies and social gatherings in some ethnic groups until today. Based on archaeological survey method and ethno-archaeological approach, it is known that the presence of the mediums of exchange in inland and coastal areas of Papua wasintroduced within trade alliances. Stone axes, currency, shells, dog’s tooth, and earthenware were the mediums of exchange that were first developed independently in Papua. The trade in 14th – 20thCenturies also introduced luxury items as imported mediums of exchange in coastal area, such as beads, porcelains, Timor fabrics, iron tools of iron, and coins or banknotes. It can be concluded thatnot all of Papua cirtizens live depend entirely on the nature; some of the ethnics have developed the trade alliances and they also have standard medium of exchange which is used in goods\/servicetransaction, also affirm their identities, social status, and authorities. Abstrak: Tulisan ini mengungkapkan bentuk, nilai dan fungsi alat tukar yang pernah digunakan dalam transaksi dagang di Papua pada masa lalu. Tujuannya untuk memperlihatkan sistem moneter penduduk Papua sejak ratusan tahun silam, bahkan masih digunakan sebagai ‘apparatus’ upacara danpesta adat beberapa suku hingga sekarang. Berdasarkan metode survei arkeologi dan pendekatan etno-arkeologi diketahui bahwa kehadiran alat tukar di pedalaman dan pesisir Papua diperkenalkan oleh jaringan aliansi dagang. Kapak batu, uang kerang, gigi anjing, dan tembikar merupakan alatpembayaran tradisional yang mula-mula dikembangkan secara mandiri di Papua. Perdagangan abad XIV-XX juga memperkenalkan alat tukar impor dari barang mewah di daerah pesisir, berupa: manikmanik, porselin, kain Timor, peralatan besi, dan mata uang logam atau kertas. Dapat disimpulkan bahwa penduduk Papua tidak semuanya sekedar menggantungkan hidup dari kemurahan alam; sebagian dari kelompok suku sudah mengembangkan aliansi dagang dan memiliki standar alattukar yang digunakan dalam transaksi barang\/jasa, sekaligus menegaskan identitas, status sosial, dan wibawa."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 32 No. 2 (2014); 119-136",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2014-11-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2014 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/170\/120"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}