{
    "id": "jurnalarkeologi-29",
    "title": [
        "Situs Kapal Karam Gelasa di Selat Gaspar, Pulau Bangka, Indonesia."
    ],
    "creator": [
        "Sofian, Harry Octavianus"
    ],
    "subject": [
        "Arkeologi Bawah Air",
        "Situs Kapal Karam Gelasa",
        "Selat Gaspar",
        "Bangka"
    ],
    "description": [
        "Abstract. Gelasa Shipwreck Site at Gasper, Bangka Island, Indonesia. The territorial waters of the archipelago is a cultural, economic and political since hundreds of years ago. Archipelago waters serve as an interaction of various ethnic, traders and spread the influence of each other. Interaction-pass remains underwater archaeological remains scattered in various waters of the Archipelago. This discussion will inform the research to look underwater archaeological remains of the shipwreck in the waters of the Straits of Gaspar. This study produced evidence of archaeological remains of a ship using wood and copper, ceramics, bottles, bones, cannon, ship ballast, pegs and some artifacts that cannot be identified.Abstrak. Wilayah perairan Nusantara merupakan budaya, ekonomi dan politik sejak beratus tahun yang lalu. Perairan Nusantara berfungsi menjadi penghubung interaksi berbagai etnis, pedagang dan menyebarkan pengaruh satu sama lain. Interaksi itu mewariskan tinggalan-tinggalan arkeologi bawah air yang tersebar di perairan Nusantara. Pembahasan ini akan menginformasikan hasil penelitian untuk melihat tinggalan arkeologi bawah air, yaitu kapal karam di perairan Selat Gaspar. Penelitian ini menghasilkan bukti-bukti tinggalan arkeologi bawah air berupa kapal karam yang menggunakan bahan kayu dan tembaga, keramik, botol-botol, tulang, meriam, batu pemberat kapal (ballast) pasak, dan beberapa artefak yang belum dapat diidentifikasi."
    ],
    "format": [
        ""
    ],
    "source": [
        "AMERTA; Vol. 31 No. 2 (2013); 99-108",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2013-12-25"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2013 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/160\/110"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}