{
    "id": "jurnalarkeologi-282",
    "title": [
        "MEGALITIK GUNUNG SROBU DALAM KONTEKS BUDAYA MELANESIA"
    ],
    "creator": [
        "Djami, Erlin Novita Idje"
    ],
    "subject": [
        "Gunung Srobu",
        "Megalithic",
        "Melanesian",
        "diffusion",
        "paleometallic"
    ],
    "description": [
        "Abstract. Megalithic Of Gunung Srobu In Melanesian Cultural Context. Megalithic is one of the cultural elements that is discovered worldwide, and it is often used as evidence for cultural hyperdiffusion theory. Such a cultural element is also present in the Melanesian region. However, there is still debate among scholars as to where it comes from and when it was introduced to this area. In this context, the recently excavated megalithic site in Gunung Srobu in Youtefa Bay, Jayapura, Papua may shed light on this matter. This paper is intended to describe the megalithic findings of Gunung Srobu and then compare them with other megalithic findings in several sites in the Melanesian region. The comparative study aims to find out the similarities and differences between Gunung Srobu megalithic and the other Melanesian megalithic as well as to know the position of Gunung Srobu in the Melanesian regional. The method used includes surveys, excavations, and literature studies. The result shows that Gunung Srobu is a very complex megalithic site in the region with very varied shapes and types. The date from around the 4th Century AD put Gunung Srobu as the oldest megalithic site in the region which is likely to occupy a central position in the megalithic distribution in the Melanesian Region.\nAbstrak. Megalitik merupakan salah satu unsur budaya yang ditemukan sangat luas di dunia dan sering menjadi bukti bagi teori hiperdifusi. Unsur budaya megalitik juga ditemukan di kawasan Melanesia. Namun, banyak ahli masih memperdebatkan asal-usul dan waktu persebarannya. Dalam konteks ini, temuan megalitik yang baru-baru ini ditemukan dalam penggalian di situs Gunung Srobu, Teluk Youtefa, Papua, mungkin dapat menjelaskan masalah ini. Tulisan ini dimaksudkan untuk mendeskripsikan temuan megalitik di Gunung Srobu dan membandingkannya dengan temuan megalitik di beberapa situs lainnya di kawasan Melanesia. Tujuannya adalah untuk mengetahui persamaan dan perbedaan unsur megalitik antara yang ada di Gunung Srobu dan di situs Melanesia lainnya, serta mengetahui kedudukan megalitik Gunung Srobu di kawasan Melanesia. Metode yang digunakan mencakup survei, ekskavasi, dan studi pustaka. Hasilnya menunjukkan bahwa Gunung Srobu merupakan situs megalitik yang sangat kompleks di kawasan itu dengan bentuk dan jenis yang sangat bervariasi. Pertanggalan yang berasal dari sekitar abad ke-4 M menempatkannya sebagai megalitik tertua yang kemungkinan menempati posisi sentral dalam persebaran megalitik di kawasan Melanesia."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 38 No. 2 (2020); 129-144",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2020-12-08"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2020 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/707\/574"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}