{
    "id": "jurnalarkeologi-130",
    "title": [
        "Laut Untuk Semua: Materialisasi Budaya Bahari Di Kepulauan Maluku Tenggara"
    ],
    "creator": [
        "NR Ririmasse, Marlon"
    ],
    "subject": [
        "sea",
        "maritime culture",
        "materialization",
        "Southeast Moluccas Islands"
    ],
    "description": [
        "Ocean for All: Materialization of Maritime Culture in the Islands of SoutheastMoluccas. Since 1982 UNESCO has designated April 18th as the International Day for Monuments and Sites. This year, the selected theme for this memorial day is ‘cultural heritage of water’. Despite its status as the major archipelagic state in the world, with thousands of islands connected by the sea, echoes of the celebration of the important day mentioned above does not seem to be heard in Indonesia. Although Mid-year has indeed passed, apparently it is not too late to review the interesting theme above. Correspond to this particular momentum is the fact that Moluccas and another six provinces are attempting to be approved as archipelagic provincials by choosing the sea as their identity, a status which also means that the role of maritime cultural history will play a central part. This paper tries to examine the role of sea in the construction of cultural history in Southeast Moluccas Islands as well as all the material manifestation of this specific perspective on seascape. Hopefully this preliminary discussion will be able to encourage the role of archaeology to develop thesea as a source of universal values for identity, science, and prosperity."
    ],
    "format": [
        "application\/pdf"
    ],
    "source": [
        "AMERTA; Vol. 30 No. 1 (2012)",
        "2549-8908",
        "0215-1324"
    ],
    "publisher": [
        "Pusat Penelitian Arkeologi Nasional"
    ],
    "date": [
        "2018-03-21"
    ],
    "language": [
        "eng"
    ],
    "rights": [
        "Copyright (c) 2018 AMERTA"
    ],
    "relation": [
        "http:\/\/jurnalarkeologi.kemdikbud.go.id\/index.php\/amerta\/article\/view\/399\/254"
    ],
    "type": [
        "info:eu-repo\/semantics\/article",
        "info:eu-repo\/semantics\/publishedVersion"
    ]
}